Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: The repository at {location} does not contain package data for {unknown}; only {known}. This is either because the repository location is not valid, or because the provided publisher does not match those known by the repository.
pt_br: O repositório em {location} não contém os dados do pacote de {unknown}; somente {known}. Isso porque o local do repositório não é valido ou o editor fornecido não corresponde aos reconhecidos pelo repositório.
zh_cn: {location} 中的系统信息库不包含 {unknown} 的软件包数据，仅包含 {known} 的软件包数据。 这可能是因为系统信息库位置无效，或者是因为提供的发布者与此系统信息库已知的发布者不匹配。

source: One or more of the repository origin(s) listed below contains package data for {known}; not {unknown}: {origins} This is either because one of the repository origins is not valid for this publisher, or because the list of known publishers retrieved from the repository origin does not match the client.
pt_br: Uma ou mais origens de repositório listadas abaixo contêm dados do pacote para {known}; não {unknown}: {origins} Isso porque uma das origens do repositório não é válida para este editor ou a lista de editores conhecidos recuperada da origem do repositório não corresponde ao cliente.
zh_cn: 下面列出的一个或多个系统信息库源包含 {known} 的软件包数据，而不包含 {unknown} 的软件包数据： {origins} 这可能是因为其中一个系统信息库源对此发布者无效，或者是因为从系统信息库源中检索的已知发布者列表与客户机不匹配。

source: The specified publisher repository does not contain any package data for {unknown}; only {known}.
pt_br: O repositório especificado do editor não contém dados de pacote para {unknown}; somente {known}.
zh_cn: 指定的发布者系统信息库不包含 {unknown} 的任何软件包数据，仅包含 {known} 的软件包数据。

source: Unknown related URI '{0}'.
pt_br: URI relacionado desconhecido '{0}'.
zh_cn: 未知的相关 URI '{0}'。

source: Unknown repository '{0}'.
pt_br: Repositório desconhecido '{0}'.
zh_cn: 未知的系统信息库 '{0}'。

source: Unknown repository mirror '{0}'.
pt_br: Espelho de repositório desconhecido '{0}'.
zh_cn: 未知的系统信息库镜像 '{0}'。

source: Publisher '{pub}' has no repositories that support the '{op}' operation.
pt_br: O editor '{pub}' não tem repositórios que possuam suporte para a operação '{op}'.
zh_cn: 发布者 '{pub}' 没有支持 '{op}' 操作的系统信息库。

source: The specified package repository does not provide publisher configuration information.
pt_br: O repositório especificado de pacotes não oferece informações de configuração do editor.
zh_cn: 指定的软件包系统信息库未提供发布者配置信息。

source: The package repository at {0} does not provide publisher configuration information or the information provided is incomplete.
pt_br: O repositório de pacotes em {0} não oferece informações de configuração do editor ou as informações fornecidas são incompletas.
zh_cn: {0} 中的软件包系统信息库未提供发布者配置信息，或提供的信息不完整。

source: One of the package repository origins for {0} does not provide publisher configuration information or the information provided is incomplete.
pt_br: Uma das origens do repositório de pacotes de {0} não oferece informações de configuração do editor ou as informações fornecidas são incompletas.
zh_cn: {0} 的其中一个软件包系统信息库源未提供发布者配置信息，或提供的信息不完整。

source: Unknown repository origin '{0}'
pt_br: Origem de repositório desconhecida '{0}'
zh_cn: 未知的系统信息库源 '{0}'

source: The follwing URIs use unsupported schemes. Supported schemes are file://, http://, and https://.
pt_br: Os URIs a seguir usam esquemas não suportados. Os esquemas suportados são: arquivo://, http:// e https://.
zh_cn: 以下 URI 使用了不受支持的模式。受支持的模式有 file://、http:// 和 https://。

source: {uri} (scheme: {scheme})
zh_cn: {uri}（模式: {scheme}）

source: The URI '{uri}' uses the unsupported scheme '{scheme}'. Supported schemes are file://, http://, and https://.
pt_br: O URI '{uri}' usa um esquema não suportado '{scheme}'. Os esquemas suportados são file://, http:// e https://.
zh_cn: URI '{uri}' 使用了不受支持的模式 '{scheme}'。受支持的模式包括 file://、http:// 和 https://。

source: The specified URI uses an unsupported scheme. Supported schemes are: file://, http://, and https://.
pt_br: O URI especificado usa um esquema não suportado. Os esquemas suportados são: arquivo://, http:// e https://.
zh_cn: 指定的 URI 使用了不受支持的模式。受支持的模式有：file://、http:// 和 https://。

source: '{attr}' is not supported for '{scheme}'.
pt_br: '{attr}' não possui suporte para '{scheme}'.
zh_cn: '{scheme}' 不支持 '{attr}'。

source: The proxy URI '{uri}' uses the unsupported scheme '{scheme}'. Currently the only supported scheme is http://.
pt_br: O URI '{uri}' do proxy usa o esquema que não possui suporte '{scheme}'. No momento, o esquema que possui suporte é http://.
zh_cn: 代理 URI '{uri}' 使用了不受支持的模式 '{scheme}'。当前唯一一种受支持的模式为 http://。

source: The specified proxy URI uses an unsupported scheme. Currently the only supported scheme is: http://.
pt_br: O URI do proxy especificado usa um esquema que não possui suporte. No momento, o único esquema que possui suporte é: http://.
zh_cn: 指定的代理 URI 使用了不受支持的模式。当前唯一一种受支持的模式为 http://。

source: pkg is configured to use the system repository (via the use-system-repo property) but it could not get the host and port from svc:/application/pkg/zones-proxy-client nor svc:/application/pkg/system-repository, and the PKG_SYSREPO_URL environment variable was not set. Please try enabling one of those services or setting the PKG_SYSREPO_URL environment variable.
pt_br: pkg está configurado para usar o repositório do sistema (por meio da propriedade use-system-repo ), mas não foi possível obter o host e a porta do repositório svc:/application/pkg/zones-proxy-client nor svc:/application/pkg/system-e a variável de ambiente PKG_SYSREPO_URL não foi definida. Tente ativar um desses serviços ou definir a variável de ambiente PKG_SYSREPO_URL.
zh_cn: pkg 被配置为使用系统信息库（通过 use-system-repo 属性），但它无法从 svc:/application/pkg/zones-proxy-client 或 svc:/application/pkg/system-repository 获取主机和端口，并且未设置 PKG_SYSREPO_URL 环境变量。请尝试启用这些服务中的一个 或设置 PKG_SYSREPO_URL 环境变量。

source: The relevant signature action is found in {pfmri} and has a hash of {hsh}
pt_br: A ação de assinatura relevante se encontra em {pfmri} e possui um hash de {hsh}
zh_cn: 在 {pfmri} 中找到了相关签名操作，其散列值为 {hsh}

source: The package involved is {0}
pt_br: O pacote envolvido é {0}
zh_cn: 涉及的软件包为 {0}

source: The relevant signature action's value attribute is {0}
pt_br: O atributo de valor da ação de assinatura relevante é {0}
zh_cn: 相关签名操作的值属性是 {0}

source: The signature action {act} was made using a version ({ver}) this version of pkg(7) doesn't understand.
pt_br: A ação de assinatura {act} foi feita com uma versão ({ver}) que esta versão do pkg(7) não reconhece.
zh_cn: 使用此版本的 pkg(7) 无法识别的版本 ({ver}) 进行了签名操作 {act}。

source: Certificate {0} has been modified on disk. Its hash value is not what was expected.
pt_br: O certificado {0} foi modificado no disco. Seu valor de hash não corresponde ao esperado.
zh_cn: 已修改了磁盘上的证书 {0}。其散列值不是所需的值。

source: Chain was rooted in an untrusted self-signed certificate.
pt_br: A cadeia tinha raiz em um certificado autoassinado não confiável.
zh_cn: 此链是在不可信的自行签名证书中生成的。

source: The following problems were encountered:
pt_br: Foram encontrados o seguintes problemas:
zh_cn: 遇到了下列问题:

source: The certificate which issued this certificate: {subj} could not be found. The issuer is: {issuer}
pt_br: O certificado que emitiu este certificado: {subj} não foi encontrado. O emissor é {issuer}
zh_cn: 无法找到颁发此证书: {subj} 的证书。颁发者是: {issuer}

source: This certificate was revoked:{cert} for this reason: {reason}
pt_br: Este certificado foi revogado:{cert} por este motivo: {reason}
zh_cn: 已吊销此证书：{cert}，原因是： {reason}

source: A signature in {pfmri} could not be verified for this reason: {reason} The signature's hash is {hash}
pt_br: Não foi possível verificar uma assinatura em {pfmri} por este motivo: {reason} O hash da assinatura é {hash}
zh_cn: 无法验证 {pfmri} 中的签名，原因是： {reason} 此签名的散列值是 {hash}

source: The signature with this signature value: {sigval} could not be verified for this reason: {reason}
pt_br: Não foi possível verificar a assinatura com este valor de assinatura: {sigval} por este motivo: {reason}
zh_cn: 无法验证具有此签名值： {sigval} 的签名，原因是： {reason}

source: The policy for {pub_str} requires signatures to be present but no signature was found in {fmri_str}.
pt_br: A política de {pub_str} requer a presença de assinaturas, mas nenhuma assinatura foi encontrada em {fmri_str}.
zh_cn: {pub_str} 的策略要求提供签名，但在 {fmri_str} 中未找到任何签名。

source: The policy for {pub_str} requires signatures to be present but no signature was found.
pt_br: A política de {pub_str} requer a presença de assinaturas, mas nenhuma assinatura foi encontrada.
zh_cn: {pub_str} 的策略要求提供签名，但未找到任何签名。

source: The policy for {pub_str} requires certain CNs to be seen in a chain of trust. The following required names couldn't be found for this package:{fmri_str}. {missing}
pt_br: A política de {pub_str} requer que determinados CNs sejam vistos em uma cadeia de confiança. Não foi possível localizar os seguintes nomes obrigatórios para este pacote:{fmri_str}. {missing}
zh_cn: {pub_str} 的策略要求在信任链中显示某些 CN。在软件包 {fmri_str} 中未找到下列所需的名称。 {missing}

source: The policy for {pub_str} requires certain CNs to be seen in a chain of trust. The following required names couldn't be found. {missing}
pt_br: A política de {pub_str} requer que determinados CNs sejam vistos em uma cadeia de confiança. Não foi possível localizar os seguintes nomes obrigatórios. {missing}
zh_cn: {pub_str} 的策略要求在信任链中显示某些 CN。未找到下列所需的名称。 {missing}

source: The certificate whose subject is {cert} could not be verified because it uses an unsupported critical extension. Extension name: {name} Extension value: {val}
pt_br: O certificado cujo assunto é {cert} não pode ser verificado porque usa uma extensão crítica não suportada. Nome da extensão: {name} Valor da extensão: {val}
zh_cn: 无法验证主题为 {cert} 的证书，因为它使用了不受支持的关键扩展。 扩展名：{name} 扩展值：{val}

source: The certificate whose subject is {cert} could not be verified because it has invalid extensions: {error}
pt_br: O certificado cujo assunto é {cert} não pode ser verificado porque tem extensões inválidas: {error}
zh_cn: 无法验证主题为 {cert} 的证书，因为它具有无效扩展： {error}

source: The certificate whose subject is {cert} could not be verified because it has been used inappropriately. The way it is used means that the value for extension {name} must include '{use}' but the value was '{val}'.
pt_br: Não foi possível verificar o certificado cujo assunto é {cert} porque foi usado indevidamente. A forma como ele foi usado significa que o valor para extensão {name} deve incluir '{use}', mas o valor era '{val}'.
zh_cn: 无法验证主题为 {cert} 的证书，因为它使用不当。它的使用方式意味着扩展 {name} 的值必须包括 '{use}'，但该值为 '{val}'。

source: The certificate whose subject is {cert} could not be verified because it has been used inappropriately. There can only be {cl} certificates between this certificate and the leaf certificate. There are {al} certificates between this certificate and the leaf in this chain.
pt_br: Não foi possível verificar o certificado cujo assunto é {cert} porque ele foi usado inadequadamente. Só podem haver certificados {cl} entre este certificado e o certificado de folha. Existem certificados {al} entre esse certificado e a folha nesta cadeia.
zh_cn: 无法验证主题为 {cert} 的证书，因为它使用不当。在此证书与叶证书之间只能有 {cl} 证书。在此证书与此链中的叶之间有 {al} 证书。

source: The signature to be added to the package has the same hash ({hash}), algorithm ({algorithm}), and version ({version}) as an existing signature, but doesn't match the signature exactly. For this signature to be added, the existing signature must be removed.
pt_br: A assinatura a ser adicionada ao pacote tem o mesmo hash ({hash}), algoritmo ({algorithm}) e versão ({version}) de uma assinatura existente, mas ela não corresponde exatamente à assinatura. Para que essa assinatura seja adicionada, a assinatura existente deve ser removida.
zh_cn: 要添加到软件包的签名与某个现有的签名具有相同的散列 ({hash})、算法 ({algorithm}) 和版本 ({version})，但是不与该签名完全匹配。要想添加此签名，必须删除现有的签名。

source: The package being signed was {pkg}
pt_br: O pacote que está sendo assinado é {pkg}
zh_cn: 所签署的软件包为 {pkg}

source: {0} could not be signed because it already has two copies of this signature in it. One of those signature actions must be removed before the package is given to users.
pt_br: Não foi possível assinar {0} porque ele já tem duas cópias desta assinatura nele contidas. Uma destas ações de assinatura devem ser removidas antes que o pacote seja fornecido aos usuários.
zh_cn: 无法签署 {0}，因为其中已有此签名的两个副本。在将软件包授予用户之前，必须删除其中一个签名操作。

source: Certificate '{cert}' for publisher '{pub}' needed to access '{uri}', has expired. Please install a valid certificate.
pt_br: O certificado '{cert}' do editor '{pub}', necessário para acessar '{uri}', expirou. Instale um certificado válido.
zh_cn: 访问 '{uri}' 所需的发布者 '{pub}' 的证书 '{cert}' 已过期。请安装有效证书。

source: Certificate '{cert}' for publisher '{pub}', has expired. Please install a valid certificate.
pt_br: O certificado '{cert}' do editor '{pub}' expirou. Instale um certificado válido.
zh_cn: 发布者 '{pub}' 的证书 '{cert}' 已过期。请安装有效证书。

source: Certificate '{cert}', needed to access '{uri}', has expired. Please install a valid certificate.
pt_br: O certificado '{cert}', necessário para acessar '{uri}', expirou. Instale um certificado válido.
zh_cn: 访问 '{uri}' 所需的证书 '{cert}' 已过期。请安装有效证书。

source: Certificate '{0}' has expired. Please install a valid certificate.
pt_br: O certificado '{0}' expirou. Instale um certificado válido.
zh_cn: 证书 '{0}' 已过期。请安装有效证书。

source: Publisher
id: Penerbit
pt_br: Editor
zh_cn: 发布者

source: Origin URI
id: Asal URI
pt_br: URI de origem
zh_cn: 源 URI

source: Certificate
pt_br: Certificado
zh_cn: 证书

source: Key
pt_br: Chave
zh_cn: 密钥

source: One or more client key and certificate files have expired. Please update the configuration for the publishers or origins listed below: {0}
pt_br: Uma ou mais chaves de cliente e arquivos de certificado expiraram. Atualize a configuração para os editores ou as origens listadas abaixo: {0}
zh_cn: 一个或多个客户机密钥和证书文件已过期。请更新 下面列出的发布者或源的配置： {0}

source: Certificate '{cert}' for publisher '{pub}', needed to access '{uri}', will expire in '{days}' days.
pt_br: O certificado '{cert}' do editor'{pub}', necessário para acessar '{uri}', expirará em '{days}' dias.
zh_cn: 访问 '{uri}' 所需的发布者 '{pub}' 的证书 '{cert}' 将在 '{days}' 天后过期。

source: Certificate '{cert}' for publisher '{pub}' will expire in '{days}' days.
pt_br: O certificado '{cert}' do editor '{pub}' expirará em '{days}' dias.
zh_cn: 发布者 '{pub}' 的证书 '{cert}' 将在 '{days}' 天后过期。

source: Certificate '{cert}', needed to access '{uri}', will expire in '{days}' days.
pt_br: O certificado '{cert}', necessário para acessar '{uri}', expirará em '{days}' dias.
zh_cn: 访问 '{uri}' 所需的证书 '{cert}' 将在 '{days}' 天后过期。

source: Certificate '{cert}' will expire in '{days}' days.
pt_br: O certificado '{cert}' expirará em '{days}' dias.
zh_cn: 证书 '{cert}' 将在 '{days}' 天后过期。

source: Certificate '{cert}' for publisher '{pub}', needed to access '{uri}', is invalid.
pt_br: O certificado '{cert}' do editor '{pub}', necessário para acessar '{uri}', não é válido.
zh_cn: 访问 '{uri}' 所需的发布者 '{pub}' 的证书 '{cert}' 无效。

source: Certificate '{cert}' for publisher '{pub}' is invalid.
pt_br: O certificado '{cert}' do editor '{pub}' não é válido.
zh_cn: 发布者 '{pub}' 的证书 '{cert}' 无效。

source: Certificate '{cert}' needed to access '{uri}' is invalid.
pt_br: O certificado '{cert}' necessário para acessar '{uri}' não é válido.
zh_cn: 访问 '{uri}' 所需的证书 '{cert}' 无效。

source: Invalid certificate '{0}'.
pt_br: Certificado inválido'{0}'.
zh_cn: 证书 '{0}' 无效。

source: Unable to locate key '{key}' for publisher '{pub}' needed to access '{uri}'.
pt_br: Não é possível localizar a chave '{key}' do editor '{pub}', necessária para acessar '{uri}'.
zh_cn: 找不到访问 '{uri}' 所需的发布者 '{pub}' 的密钥 '{key}'。

source: Unable to locate key '{key}' for publisher '{pub}'.
pt_br: Não é possível localizar a chave '{key}' do editor '{pub}'.
zh_cn: 找不到发布者 '{pub}' 的密钥 '{key}'。

source: Unable to locate key '{key}' needed to access '{uri}'.
pt_br: Não é possível localizar a chave '{key}' necessária para acessar '{uri}'.
zh_cn: 找不到访问 '{uri}' 所需的密钥 '{key}'。

source: Unable to locate key '{0}'.
pt_br: Impossível localizar chave '{0}'.
zh_cn: 找不到密钥 '{0}'。

source: Unable to locate certificate '{cert}' for publisher '{pub}' needed to access '{uri}'.
pt_br: Não é possível localizar o certificado '{cert}' do editor '{pub}', necessário para acessar '{uri}'.
zh_cn: 找不到访问 '{uri}' 所需的发布者 '{pub}' 的证书 '{cert}'。

source: Unable to locate certificate '{cert}' for publisher '{pub}'.
pt_br: Não é possível localizar o certificado '{cert}' do editor '{pub}'.
zh_cn: 找不到发布者 '{pub}' 的证书 '{cert}'。

source: Unable to locate certificate '{cert}' needed to access '{uri}'.
pt_br: Não é possível localizar o certificado '{cert}' necessário para acessar '{uri}'.
zh_cn: 找不到访问 '{uri}' 所需的证书 '{cert}'。

source: Unable to locate certificate '{0}'.
pt_br: Impossível localizar o certificado '{0}'.
zh_cn: 找不到证书 '{0}'。

source: Certificate '{cert}' for publisher '{pub}', needed to access '{uri}', has a future effective date.
pt_br: O certificado '{cert}' do editor '{pub}', necessário para acessar '{uri}', possui uma data efetiva futura.
zh_cn: 访问 '{uri}' 所需的发布者 '{pub}' 的证书 '{cert}' 具有一个将来的生效日期。

source: Certificate '{cert}' for publisher '{pub}' has a future effective date.
pt_br: O certificado '{cert}' do editor '{pub}' possui uma data efetiva futura.
zh_cn: 发布者 '{pub}' 的证书 '{cert}' 具有一个将来的生效日期。

source: Certificate '{cert}' needed to access '{uri}' has a future effective date.
pt_br: O certificado '{cert}', necessário para acessar '{uri}', possui uma data efetiva futura.
zh_cn: 访问 '{uri}' 所需的证书 '{cert}' 具有一个将来的生效日期。

source: Certificate '{0}' has a future effective date.
pt_br: O certificado '{0}' possui uma data de validade futura.
zh_cn: 证书 '{0}' 具有一个将来的生效日期。

source: Gave a bad response:{0}
pt_br: Forneceu uma resposta incorreta:{0}
zh_cn: 给出了一个错误的响应：{0}

source: Could not find {0}
pt_br: Não foi possível localizar {0}
zh_cn: 找不到 {0}

source: The signature data for the manifest of the '{0}' package is not valid.
pt_br: Os dados da assinatura para o manifesto do pacote '{0}' não são válidos.
zh_cn: '{0}' 软件包的清单的签名数据无效。

source: The signature data for the manifest is not valid.
id: Data signatur untuk manifest tidak valid.
pt_br: Os dados da assinatura para o manifesto não são válidos.
zh_cn: 此清单的签名数据无效。

source: there is already an image at: {0}. To override, use the -f (force) option.
pt_br: Já há uma imagem em: {0}. Para ir além, use a opção -f (force).
zh_cn: 以下位置中已存在一个映像: {0}。 要进行覆盖，请使用 -f（强制）选项。

source: The configuration data for the image rooted at {0} is empty or missing.
pt_br: Os dados de configuração para a imagem raiz em {0} está vazio ou ausente.
zh_cn: 位于 {0} 的映像的配置数据为空或丢失。

source: The image rooted at {0} is invalid or is not supported by this version of the packaging system.
pt_br: A imagem raiz em {0} é inválida ou não é suportada por esta versão do sistema de pacotes.
zh_cn: 位于 {0} 的映像无效或者不受此版本的映像包管理系统支持。

source: the specified image path is not empty: {0}. To override, use the -f (force) option.
pt_br: o atalho de imagem especificado não está vazio: {0}. Para ir além, use a opção -f (force).
zh_cn: 指定的映像路径不为空: {0}。 要进行覆盖，请使用 -f（强制）选项。

source: Invalid linked image attach property: {0}
pt_br: Propriedade anexada de imagem vinculada inválida: '{0}'.
zh_cn: 链接映像附加属性无效： {0}

source: Invalid linked image attach property value: {0}
pt_br: Valor de propriedade anexada de imagem vinculada inválido: '{0}'.
zh_cn: 链接映像附加属性值无效： {0}

source: Linked image type does not support child attach: {0}
pt_br: O tipo de imagem vinculada não oferece suporte ao anexo filho: {0}
zh_cn: 链接映像类型不支持子附加： {0}

source: Linked image type does not support parent attach: {0}
pt_br: O tipo de imagem vinculada não oferece suporte ao anexo pai: {0}
zh_cn: 链接映像类型不支持父附加： {0}

source: Cannot attach root image as child: {0}
pt_br: Não é possível anexar a imagem da raiz como filha: {0}
zh_cn: 无法将根映像附加为子项：{0}

source: Cannot link images when an image is not at its default location. The image currently located at: {curpath} is normally located at: {path}
pt_br: Não é possível vincular imagens quando a imagem não está em seu local padrão. Geralmente, a imagem localizada em: {curpath} fica localizada em: {path}
zh_cn: 无法链接不位于其默认位置的映像。映像当前位于： {curpath} 通常位于： {path}

source: Can't initialize child image ({lin}) at path: {path}
pt_br: Não é possível inicializar a imagem filha ({lin}) no caminho: {path}
zh_cn: 无法初始化位于以下路径的子映像 ({lin}): {path}

source: Can't initialize child image at path: {0}
pt_br: Não é possível inicializar a imagem filha no caminho: {0}
zh_cn: 无法初始化位于以下路径的子映像：{0}

source: Linked image is diverged: {0}
pt_br: A imagem vinculada é divergente: {0}
zh_cn: 链接映像已分离： {0}

source: A linked child image with this name already exists: {0}
pt_br: Já existe uma imagem filha vinculada com este nome: {0}
zh_cn: 已存在具有此名称的链接子映像： {0}

source: Child image '{path}' is not located within the parent's altroot '{altroot}'
pt_br: A imagem filha '{path}' não está localizada dentro do altroot '{altroot}' do pai
zh_cn: 子映像 '{path}' 没有位于父项的 altroot '{altroot}' 中

source: Child image '{cpath}' is not nested within the parent image '{ppath}'
pt_br: A imagem filha '{cpath}' não está aninhada dentro da imagem mãe '{ppath}'
zh_cn: 子映像 '{cpath}' 没有嵌套在父映像 '{ppath}' 中

source: Failed '{op}' for child image ({lin}) at path: {path}: {strerror}
pt_br: Falha em '{op}' para imagem filha ({lin}) no caminho: {path}: {strerror}
zh_cn: 对位于 {path} 的子映像 ({lin}) 执行 '{op}' 失败: {strerror}

source: Failed '{op}' for child image at path: {path}: {strerror}
pt_br: Falha em '{op}' para imagem filha no caminho: {path}: {strerror}
zh_cn: 对位于 {path} 的子映像执行 '{op}' 失败: {strerror}

source: Child path not absolute: {0}
pt_br: O caminho filho não é absoluto: {0}
zh_cn: 子路径不是绝对路径： {0}

source: Unknown child linked image: {0}
pt_br: Imagem filha vinculada desconhecida: {0}
zh_cn: 未知的子链接映像： {0}

source: The following subprocess returned an unexpected exit code of {rv:d}: {cmd}
pt_br: O subprocesso a seguir retornou um código de saída inesperado de {rv:d}: {cmd}
zh_cn: 以下子进程返回了意外的退出代码 {rv:d}: {cmd}

source: And generated the following error message: {errout}
pt_br: E gerou a seguinte mensagem de erro: {errout}
zh_cn: 并生成了以下错误消息： {errout}

source: The following subprocess: {cmd} Generated the following unexpected output: {output}
pt_br: O seguinte subprocesso: {cmd} Gerou a seguinte saída inesperada: {output}
zh_cn: 以下子进程： {cmd} 生成了以下意外输出： {output}

source: Linked image type does not support child detach: {0}
pt_br: O tipo de imagem vinculada não oferece suporte à desanexação filha: {0}
zh_cn: 链接映像类型不支持子分离： {0}

source: Parent linked to child, can not detach child: {0}
pt_br: Pai vinculado ao filho, não é possível desanexar o filho: {0}
zh_cn: 父项已链接到子项，无法分离子项： {0}

source: Linked image type does not support parent detach: {0}
pt_br: O tipo de imagem vinculada não oferece suporte à desanexação mãe: {0}
zh_cn: 链接映像类型不支持父分离： {0}

source: Image already a linked child: {0}
pt_br: A imagem já é uma filha vinculada: {0}
zh_cn: 映像已经是一个链接子项： {0}

source: Intermediate image '{ipath}' found between child '{cpath}' and parent '{ppath}'
pt_br: Imagem intermediária '{ipath}' encontrada entre filha '{cpath}' e mãe '{ppath}'
zh_cn: 在子项 '{cpath}' 和父项 '{ppath}' 之间找到了中间映像 '{ipath}'

source: Invalid linked image name '{0}'. Linked image names have the following format '<linked_image plugin>:<linked_image name>'
pt_br: Nome de imagem vinculada inválido '{0}'. Os nomes de imagens vinculadas têm seguinte formato '<linked_image plugin>:<linked_image name>'
zh_cn: 链接映像名称 '{0}' 无效。链接映像名称具有以下格式 '<linked_image plugin>：<linked_image name>'

source: Can't link image to itself: {0}
pt_br: Não é possível vincular a imagem a ela mesma: {0}
zh_cn: 无法将映像链接到其自身：{0}

source: Can't initialize parent image at path: {0}
pt_br: Não é possível inicializar a imagem mãe no caminho: {0}
zh_cn: 无法初始化位于以下路径的父映像：{0}

source: Parent path not absolute: {0}
pt_br: O caminho pai não é absoluto: {0}
zh_cn: 父路径不是绝对路径： {0}
