Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: FMRI pattern might implicitly match more than one service instance.
pt_br: O padrão FMRI pode corresponder implicitamente a mais de uma instância de serviço.
zh_cn: FMRI 模式可以隐式匹配多个服务实例。

source: Actuators for {attr} will not be run for {fmri}.
pt_br: Os ativadores {attr} não serão executados para {fmri}.
zh_cn: {attr} 的执行器将不能针对 {fmri} 运行。

source: To continue, the target image must be upgraded before it can be used. See pkg(1) update-format for more information.
pt_br: Para continuar, a imagem de destino deve ser atualizada para poder ser usada. Consulte o formato de atualização pkg(1) para obter mais informações.
zh_cn: 要继续，必须先升级目标映像，然后才能使用该映像。有关更多信息，请参见 pkg(1) update-format。

source: Usage: pkgdepend [options] command [cmd_options] [operands] Subcommands: pkgdepend generate [-IMm] -d dir [-d dir] [-D name=value] [-k path] manifest_file pkgdepend resolve [-EmoSv] [-d output_dir] [-e external_package_file]... [-s suffix] manifest_file ... Options: -R dir --help or -? Environment: PKG_IMAGE
pt_br: Uso: pkgdepend [options] command [cmd_options] [operands] Subcommands: pkgdepend generate [-IMm] -d dir [-d dir] [-D name=value] [-k path] manifest_file pkgdepend resolve [-EmoSv] [-d output_dir] [-e external_package_file]... [-s suffix] manifest_file ... Options: -R dir --help or -? Environment: PKG_IMAGE
zh_cn: 用法： pkgdepend [options] command [cmd_options] [operands] 子命令： pkgdepend generate [-IMm] -d dir [-d dir] [-D name=value] [-k path] manifest_file pkgdepend resolve [-EmoSv] [-d output_dir] [-e external_package_file]... [-s suffix] manifest_file ... 选项： -R dir --help 或 -? 环境： PKG_IMAGE

source: The proto directory {0} could not be found.
pt_br: O diretório proto {0} não pôde ser encontrado.
zh_cn: 找不到 proto 目录 {0}。

source: -D arguments must be of the form 'name=value'.
id: -D argumen harus dalam bentuk 'nama=nilai'.
pt_br: Os argumentos -D devem estar na forma de 'name=value'.
zh_cn: -D 参数的格式必须是“名称=值”。

source: Generate only accepts one or two arguments.
pt_br: Generate aceita somente um ou dois argumentos.
zh_cn: Generate 仅接受一个或两个参数。

source: ORIGIN may not be specified using -D. It will be inferred from the install paths of the files.
id: ASAL tidak dapat ditentukan menggunakan-D. Yang akan dilihat dari lokasi penginstalan berkas.
pt_br: ORIGEM não pode ser especificada usando -D. Será inferida dos atalhos de instalação dos arquivos.
zh_cn: 不能使用 -D 指定 ORIGIN。将根据文件的安装 路径将其推断出来。

source: The manifest file {0} could not be found.
pt_br: O arquivo de manifesto {0} não pôde ser encontrado.
zh_cn: 找不到清单文件 {0}。

source: At least one proto directory must be provided.
pt_br: Ao menos um diretório proto deve ser fornecido.
zh_cn: 必须至少提供一个协议目录。

source: Could not parse manifest {manifest} because of the following line: {line}
pt_br: Não foi possível analisar o manifesto {manifest} por causa da seguinte linha: {line}
zh_cn: 无法对清单 {manifest} 进行语法分析，因为存在以下行： {line}

source: -o cannot be used with -d or -s
id: -o tidak dapat digunakan dengan -d atau-s
pt_br: -o não pode ser usado com -d ou -s
zh_cn: -o 不能与 -d 或 -s 结合使用

source: The output directory {0} is not a directory.
pt_br: O diretório output {0} não é um diretório.
zh_cn: 输出目录 {0} 不是一个目录。

source: External package list files were provided but did not contain any fmri patterns.
pt_br: Arquivos de lista de pacotes externos foram fornecidos mas não continham padrões fmri.
zh_cn: 外部软件包列表文件已提供，但是不包含任何 fmri 模式。

source: Could not parse one or more manifests because of the following line: {0}
pt_br: Não foi possível analisar um ou mais manifestos por causa desta linha: {0}
zh_cn: 无法解析一个或多个清单，这是因为以下行： {0}

source: The following fmris matched a pattern in a constraint file but were not used in dependency resolution:
pt_br: Os seguintes fmris corresponderam a um padrão em um arquivo de restrição mas não foram usados na resolução de dependência:
zh_cn: 以下 fmri 与约束文件中的模式匹配，但是未用于 相关项解析：

source: The following fmris had dependencies resolve to them:
pt_br: Os seguintes fmris tinham dependências resolvidas para eles:
zh_cn: 以下 fmri 用于相关项解析：

source: Could not open {0} to echo manifest
pt_br: Não foi possível abrir {0} para o manifesto echo
zh_cn: 无法打开 {0} 来回显清单

source: Could not open output file {0} for writing
pt_br: Não foi possível abrir o arquivo output {0} para descrição
zh_cn: 无法打开输出文件 {0} 以进行写入

source: Out dir {out_dir} does not exist and could not be created. Error is: {err}
pt_br: Dir out {out_dir} não existe e não pôde ser criado. O erro é: {err}
zh_cn: 输出目录 {out_dir} 不存在，并且无法创建该目录。错误是: {err}

source: generate subcommand doesn't use -R
id: generate subcommand tidak menggunakan -R
pt_br: subcomando generate não usa -R
zh_cn: generate 子命令不使用 -R

source: The {cmd} command appears out of sync with the libraries provided by pkg:/package/pkg. The client version is {client} while the library API version is {api}
pt_br: O comando {cmd} aparece fora de sincronia com as bibliotecas fornecidas pelo pkg:/package/pkg. A versão do cliente é {client} e a versão da API da biblioteca é {api}.
zh_cn: {cmd} 命令似乎与 pkg:/package/pkg 提供的库 不同步。客户机版本是 {client}，而库 API 版本是 {api}

source: Try `pkgrepo --help or -?' for more information.
pt_br: Tente 'pkgrepo --help or -?' para obter mais informações.
zh_cn: 有关更多信息，请尝试 'pkgrepo --help' 或 'pkgrepo -?'。

source: Usage: pkgrepo [options] command [cmd_options] [operands] Subcommands: pkgrepo create [--version ver] uri_or_path pkgrepo add-publisher -s repo_uri_or_path publisher ... pkgrepo remove-publisher [-n] [--synchronous] -s repo_uri_or_path publisher ... pkgrepo get [-F format] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [section/property ...] pkgrepo info [-F format] [-H] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] pkgrepo list [-F format] [-H] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [pkg_fmri_pattern ...] pkgrepo contents [-m] [-t action_type ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [pkg_fmri_pattern ...] pkgrepo rebuild [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [--no-index] pkgrepo refresh [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [--no-index] pkgrepo remove [-n] [-p publisher ...] -s repo_uri_or_path pkg_fmri_pattern ... pkgrepo set [-p publisher ...] -s repo_uri_or_path section/property[+|-]=[value] ... or section/property[+|-]=([value]) ... pkgrepo verify [-d] [-p publisher ...] [-i ignored_dep_file ...] [--disable verification ...] -s repo_uri_or_path pkgrepo fix [-v] [-p publisher ...] -s repo_uri_or_path pkgrepo diff [-vq] [--strict] [--parsable] [-p publisher ...] -s first_repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] -s second_repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] pkgrepo help pkgrepo version Options: --help or -? Displays a usage message.
pt_br: Uso: pkgrepo [options] command [cmd_options] [operands] Subcomandos: pkgrepo create [--version ver] uri_or_path pkgrepo add-publisher -s repo_uri_or_path publisher ... pkgrepo remove-publisher [-n] [--synchronous] -s repo_uri_or_path publisher ... pkgrepo get [-F format] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [section/property ...] pkgrepo info [-F format] [-H] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] pkgrepo list [-F format] [-H] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [pkg_fmri_pattern ...] pkgrepo contents [-m] [-t action_type ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [pkg_fmri_pattern ...] pkgrepo rebuild [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [--no-index] pkgrepo refresh [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [--no-index] pkgrepo remove [-n] [-p publisher ...] -s repo_uri_or_path pkg_fmri_pattern ... pkgrepo set [-p publisher ...] -s repo_uri_or_path section/property[+|-]=[value] ... or section/property[+|-]=([value]) ... pkgrepo verify [-d] [-p publisher ...] [-i ignored_dep_file ...] [--disable verification ...] -s repo_uri_or_path pkgrepo fix [-v] [-p publisher ...] -s repo_uri_or_path pkgrepo diff [-vq] [--strict] [--parsable] [-p publisher ...] -s first_repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] -s second_repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] pkgrepo help pkgrepo version Options: --help or -? Exibe uma mensagem de erro.
zh_cn: 用法： pkgrepo [options] command [cmd_options] [operands] 子命令： pkgrepo create [--version ver] uri_or_path pkgrepo add-publisher -s repo_uri_or_path publisher ... pkgrepo remove-publisher [-n] [--synchronous] -s repo_uri_or_path publisher ... pkgrepo get [-F format] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [section/property ...] pkgrepo info [-F format] [-H] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] pkgrepo list [-F format] [-H] [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [pkg_fmri_pattern ...] pkgrepo contents [-m] [-t action_type ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [pkg_fmri_pattern ...] pkgrepo rebuild [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [--no-index] pkgrepo refresh [-p publisher ...] -s repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [--no-index] pkgrepo remove [-n] [-p publisher ...] -s repo_uri_or_path pkg_fmri_pattern ... pkgrepo set [-p publisher ...] -s repo_uri_or_path section/property[+|-]=[value] ... 或 section/property[+|-]=([value]) ... pkgrepo verify [-d] [-p publisher ...] [-i ignored_dep_file ...] [--disable verification ...] -s repo_uri_or_path pkgrepo fix [-v] [-p publisher ...] -s repo_uri_or_path pkgrepo diff [-vq] [--strict] [--parsable] [-p publisher ...] -s first_repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] -s second_repo_uri_or_path [--key ssl_key ... --cert ssl_cert ...] pkgrepo help pkgrepo version 选项： --help 或 -? 显示用法消息。

source: At least one package pattern must be provided.
pt_br: Ao menos um padrão de pacote deve ser fornecido.
zh_cn: 必须至少提供一个软件包模式。

source: A package repository location must be provided using -s.
pt_br: Um local de repositório de pacotes deve ser fornecido usando -s.
zh_cn: 必须使用 -s 提供软件包系统信息库位置。

source: {count:d} package(s) will be removed: {plist}
pt_br: {count:d} pacote(s) será(ão) removido(s): {plist}
zh_cn: 将删除 {count:d} 个软件包： {plist}

source: Removing packages for publisher {0} ...
pt_br: Removendo pacotes para o editor {0} ...
zh_cn: 正在为发布者 {0} 删除软件包...

source: Network repositories are not currently supported for this operation.
pt_br: Os repositórios da rede não são atualmente suportados para esta operação.
zh_cn: 此操作当前不支持网络系统信息库。

source: No repository location specified.
pt_br: Nenhum local de repositório especificado.
zh_cn: 未指定任何系统信息库位置。

source: At least one publisher must be specified
pt_br: Ao menos um editor deve ser especificado
zh_cn: 必须至少指定一个发布者

source: Invalid publisher prefix '{0}'
pt_br: Prefixo do editor inválido '{0}'
zh_cn: 无效的发布者前缀 '{0}'

source: specified publisher(s) already exist: {0}
pt_br: o(s) editor(es) especificado(s) já existe(m): {0}
zh_cn: 指定的发布者已存在：{0}

source: Invalid publisher prefix(es): {0}
pt_br: Prefixo(s) de editor inválido(s): {0}
zh_cn: 无效的发布者前缀： {0}

source: The following publisher(s) could not be found: {0}
pt_br: Os seguintes editores não foram encontrados: {0}
zh_cn: 找不到以下发布者： {0}

source: Removing publisher(s)
pt_br: Removendo editor(es)
zh_cn: 正在删除发布者

source: '{pfx}' ({num} package(s))
zh_cn: '{pfx}' （{num} 个软件包）

source: The default publisher was removed. Setting 'publisher/prefix' to '{0}', the only publisher left
pt_br: O editor padrão foi removido. Definindo 'publisher/prefix' como '{0}', o único editor que restou
zh_cn: 缺省发布者已删除。“publisher/prefix”设置为 '{0}'，即剩下的唯一发布者。

source: The default publisher was removed. The 'publisher/prefix' property has been unset
pt_br: O editor padrão foi removido. A propriedade 'publisher/prefix' foi removida
zh_cn: 缺省发布者已删除。“publisher/prefix”未设置。

source: Version must be an integer value.
pt_br: A versão deve ser um valor inteiro.
zh_cn: 版本号必须是一个整数值。

source: Only one repository location may be specified.
pt_br: Somente um local de repositório deve ser especificado.
zh_cn: 仅可指定一个系统信息库位置。

source: SECTION
pt_br: SEÇÃO
zh_cn: 区段

source: PROPERTY
pt_br: PROPRIEDADE
zh_cn: 属性

source: no matching properties found
pt_br: nenhuma propriedade correspondente encontrada
zh_cn: 未找到任何匹配的属性

source: no matching publishers found
pt_br: nenhum editor correspondente encontrado
zh_cn: 未找到任何匹配的发布者

source: no matching publishers found in repository: {0}
pt_br: nenhum editor correspondente encontrado no repositório: {0}
zh_cn: 在系统信息库中未找到任何匹配的发布者: {0}

source: command does not take operands
id: perintah tidak mengambil Operand
pt_br: o comando não usa operandos
zh_cn: 命令没有操作数

source: PACKAGES
pt_br: PACOTES
zh_cn: 软件包

source: UPDATED
pt_br: ATUALIZADO
zh_cn: 已更新

source: RELEASE
pt_br: VERSÃO
zh_cn: 发行版

source: BUILD RELEASE
pt_br: VERSÃO DA COMPILAÇÃO
zh_cn: 内部发行版

source: BRANCH
pt_br: RAMIFICAÇÃO
zh_cn: 分支

source: PACKAGING DATE
pt_br: DATA DO EMPACOTAMENTO
zh_cn: 打包日期

source: SUMMARY
pt_br: RESUMO
zh_cn: 摘要

source: DESCRIPTION
pt_br: DESCRIÇÃO
zh_cn: 描述

source: CATEGORIES
pt_br: CATEGORIAS
zh_cn: 类别

source: STATE
pt_br: ESTADO
zh_cn: 状态

source: pkgrepo: contents: This package contains no actions with the types specified using the -t option
pt_br: pkgrepo: conteúdo: Esse pacote não contém ações com os tipos especificados usando a opção -t
zh_cn: pkgrepo: contents：此软件包不包含具有使用 -t 选项指定的类型的任何 操作

source: pkgrepo: contents: no packages matching the following patterns you specified were found in the repository.
pt_br: pkgrepo: conteúdo: nenhum pacote correspondente aos padrões especificados a seguir foi encontrado no repositório.
zh_cn: pkgrepo: contents：在系统信息库中没有找到任何与您指定的以下模式 匹配的软件包。

source: a property name and value must be provided in the form <section/property>=<value> or <section/property>=(["<value>" ...])
pt_br: é necessário fornecer um nome e valor de propriedade na forma <section/property>=<value> ou <section/property>=(["<value>" ...])
zh_cn: 必须以以下格式提供属性名称和值：<区段/属性>=<值>或<区段/属性>=(["<值>" ...])

source: unknown property section '{0}'
pt_br: seção da propriedade desconhecida '{0}'
zh_cn: 未知属性区段 '{0}'

source: '{0}' may not be set using this command
pt_br: '{0}' pode não ser definida usando este comando
zh_cn: 无法使用此命令设置 '{0}'

source: unknown property '{0}'
pt_br: propriedade desconhecida '{0}'
zh_cn: 未知属性 '{0}'

source: One or more publishers must be specified to create and set properties for as none exist yet.
pt_br: Um ou mais editores devem ser especificados para criar e definir as propriedades visto que ainda não existe nenhum.
zh_cn: 必须指定一个或多个发布者，以在属性不存在时创建和设置属性。

source: Unable to set properties for publisher '{pfx}': {details}
pt_br: Não é possível definir as propriedades do editor '{pfx}': {details}
zh_cn: 无法设置发布者 '{pfx}' 的属性： {details}

source: Repository path
pt_br: Caminho do repositório
zh_cn: 系统信息库路径

source: Computed hash
pt_br: Hash computado
zh_cn: 计算的散列

source: Path
pt_br: Caminho
zh_cn: 路径

source: Package
pt_br: Pacote
zh_cn: 软件包

source: Dependency
pt_br: Dependência
zh_cn: 相关项

source: Dependency type
pt_br: Tipo de dependência
zh_cn: 相关项类型

source: Detail
pt_br: Detalhe
zh_cn: 详细信息

source: ERROR
pt_br: ERRO
zh_cn: 错误

source: WARNING
pt_br: AVISO
zh_cn: 警告

source: Invalid verification to be disabled, please consider: {0}
pt_br: Verificação inválida a ser desativada, considere: {0}
zh_cn: 要禁用的验证无效，请考虑: {0}

source: -d or -i option cannot be used when dependency verification is disabled.
pt_br: a opção -d ou -i não pode ser usada quando a verificação de dependência estiver desativada.
zh_cn: 当禁用了相关项验证时，无法使用 -d 或 -i 选项。

source: Use pkgsend(1) or pkgrecv(1) to republish the following packages or paths which were quarantined: {0}
pt_br: Use o pkgsend(1) ou o pkgrecv(1) para reeditar os seguintes pacotes ou os caminhos que foram colocados em quarentena: {0}
zh_cn: 使用 pkgsend(1) 或 pkgrecv(1) 重新发布 以下隔离的软件包或路径： {0}

source: pkgrepo could not repair the following paths in the repository: {0}
pt_br: pkgrepo não pôde reparar os seguintes caminhos no repositório: {0}
zh_cn: pkgrepo 无法修复系统信息库中的以下路径： {0}

source: pkgrepo could not repair the following dependency issues in the repository: {0}
pt_br: pkgrepo não pôde reparar os seguintes problemas de dependência no repositório: {0}
zh_cn: pkgrepo 无法修复系统信息库中的以下相关项问题： {0}

source: No repository fixes required.
pt_br: Nenhuma correção de repositório necessária.
zh_cn: 不要求进行任何系统信息库修复。

source: Repository repairs completed.
pt_br: Reparos no repositório concluídos.
zh_cn: 系统信息库修复已完成。

source: {repo} only
pt_br: {repo} somente
zh_cn: 仅 {repo}

source: In both
pt_br: Nos dois
zh_cn: 两者中

source: Total
zh_cn: 合计

source: ({0:d} package(s) with {1:d} different version(s))
pt_br: ({0:d} pacote(s) com {1:d} versão(ões) diferente(s))
zh_cn: （{0:d} 个软件包，{1:d} 个不同版本）

source: catalog last modified: {0}
pt_br: catálogo modificado pela última vez: {0}
zh_cn: 目录上次修改时间: {0}

source: ({0:d} pkg(s) with {1:d} version(s) are in both repositories.)
pt_br: ({0:d} pkg(s) com {1:d} versão(ões) estão nos dois repositórios.)
zh_cn: （两个系统信息库中有 {0:d} 个软件包，{1:d} 个版本。）

source: The catalog for the following publisher(s) in repository {0} is not an exact copy of the one for the same publisher in repository {1}: {2}
pt_br: O catálogo do(s) seguinte(s) editor(es) no repositório {0} não é uma cópia exata do mesmo editor no repositório {1}: {2}
zh_cn: 系统信息库 {0} 中以下发布者的目录不是系统信息库 {1} 中同一发布者的目录的精确副本： {2}

source: The table below shows the number of packages [total distinct versions] by publisher in the specified repositories.
pt_br: A tabela a seguir mostra o número de pacotes [total distinct versions] por editor nos repositórios especificados.
zh_cn: 下表按指定系统信息库中的发布者 显示了软件包数 [不同版本总数]。

source: --{0} must be specified following a -s
pt_br: --{0} deve ser especificado depois de -s
zh_cn: 必须在 a -s 后面指定 --{0}

source: only two repositories can be specified
pt_br: apenas dois repositórios podem ser especificados
zh_cn: 只能指定两个系统信息库

source: command does not take any operands
pt_br: o comando não usa operandos
zh_cn: 命令不带任何操作数

source: -q and -v can not be combined
pt_br: -q e -v não podem ser combinados
zh_cn: -q 和 -v 不能组合使用

source: Two package repository locations must be provided using -s.
pt_br: Os dois locais do repositório de pacotes devem ser fornecidos usando -s.
zh_cn: 必须使用 -s 提供两个软件包系统信息库位置。

source: A second package repository location must also be provided using -s.
pt_br: Um segundo local de repositório de pacotes também deve ser fornecido usando -s.
zh_cn: 还必须使用 -s 再提供一个软件包系统信息库位置。

source: The pkgrepo command appears out of sync with the libraries provided by pkg:/package/pkg. The client version is {client} while the library API version is {api}.
pt_br: O comando pkgrepo aparece fora de sincronia com as bibliotecas fornecidas pelo pkg:/package/pkg. A versão do cliente é {client} e a versão da API da biblioteca é {api}.
zh_cn: pkgrepo 命令似乎与 pkg:/package/pkg 提供的库 不同步。客户机版本是 {client}，而库 API 版本是 {api}。

source: Usage: pkgsend [options] command [cmd_options] [operands] Packager subcommands: pkgsend generate [-T pattern] [-u] [--target file] source ... pkgsend publish [-b bundle ...] [-d source ...] [-s repo_uri_or_path] [-T pattern] [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [manifest ...] Options: --help or -? display usage message Environment: PKG_REPO The path or URI of the destination repository.
pt_br: Uso: pkgsend [options] command [cmd_options] [operands] Packager subcommands: pkgsend generate [-T pattern] [-u] [--target file] source ... pkgsend publish [-b bundle ...] [-d source ...] [-s repo_uri_or_path] [-T pattern] [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [manifest ...] Options: --help or -? display usage message Environment: PKG_REPO O caminho ou o URI do repositório de destino.
zh_cn: 用法： pkgsend [options] command [cmd_options] [operands] Packager 子命令： pkgsend generate [-T pattern] [-u] [--target file] source ... pkgsend publish [-b bundle ...] [-d source ...] [-s repo_uri_or_path] [-T pattern] [--key ssl_key ... --cert ssl_cert ...] [--no-catalog] [manifest ...] 选项： --help 或 -? 显示用法消息 环境： PKG_REPO 目标系统信息库的路径或 URI。

source: WARNING: Several SVR4 packages detected. Multiple pkg.summary and pkg.description attributes may have been generated.
pt_br: AVISO: vários pacotes SVR4 foram detectados. Vários atributos pkg.summary e pkg.description podem ter sido gerados.
zh_cn: 警告：检测到数个 SVR4 软件包。可能已生成多个 pkg.summary 和 pkg.description 属性。

source: ERROR: class action script used in {pkg}: {path} belongs to "{classname}" class
pt_br: ERRO: o script de ação da classe usado em {pkg}: {path} pertence à classe "{classname}"
zh_cn: 错误：{pkg} {path} 中使用的类操作脚本属于 "{classname}" 类

source: ERROR: script present in {pkg}: {script}
pt_br: ERRO: o script presente em {pkg}: {script}
zh_cn: 错误：{pkg} 中存在脚本 {script}

source: Invalid repository configuration values were specified using --set-property or required values are missing. Please provide the correct and/or required values using the --set-property option.
id: Nilai konfigurasi repositori yang diten tukan tidak sah --set-propertiatau nilai yang diperlukan hilang. Harap memberikan nilai yang benar menggunakan --set-properi pilihan.
pt_br: Valores de configuração de repositório inválido foram especificados usando --set-property ou valores requeridos estão faltando. Forneça os valores corretos e/ou requeridos usando a opção --set-property.
zh_cn: 使用 --set-property 指定了无效的系统信息库配置值，或缺少所需的值。请使用 --set-property 选项提供正确和/或所需的值。

source: only -e or -n may be specified
id: hanya-e atau-n dapat ditentukan
pt_br: somente -e ou -n pode ser especificado
zh_cn: 只能指定 -e 或 -n

source: open requires one package name
id: membutuhkan satu nama paket
pt_br: open requer um nome de pacote
zh_cn: open 需要一个软件包名称

source: append requires one package name
pt_br: append requer um nome de pacote
zh_cn: append 需要一个软件包名称

source: No transaction ID specified using -t or in $PKG_TRANS_ID.
id: Tidak ada ID transaksi yang ditentukan menggunakan-t atau di $ PKG_TRANS_ID.
pt_br: Nenhum ID de transação especificado usando -t ou no $PKG_TRANS_ID.
zh_cn: 没有使用 -t 或在 $PKG_TRANS_ID 中指定任何事务 ID。

source: No transaction ID specified in $PKG_TRANS_ID
id: Tidak ada ID transaksi yang ditentukan dalam $ PKG_TRANS_ID
pt_br: Nenhum ID de transação especificado em $PKG_TRANS_ID
zh_cn: 在 $PKG_TRANS_ID 中没有指定任何事务 ID

source: No arguments specified for subcommand.
id: Tidak ada argumen yang ditentukan untuk subcommand.
pt_br: Nenhum argumento especificado para o subcomando.
zh_cn: 没有为子命令指定任何参数。

source: invalid action for publication: {0}
pt_br: ação inválida para publicação: {0}
zh_cn: 发布的操作无效： {0}

source: A destination package repository must be provided using -s.
pt_br: Um repositório de pacotes de destino deve ser fornecido usando -s.
zh_cn: 必须使用 -s 提供目标软件包系统信息库。

source: File {filename} line {lineno}: {err}
pt_br: Arquivo {filename}, linha {lineno}: {err}
zh_cn: 文件 {filename} 行 {lineno}: {err}

source: The pkg.fmri attribute '{0}' in the package manifest must include a version.
pt_br: O atributo pkg.fmri '{0}' no manifesto do pacote deve incluir uma versão.
zh_cn: 软件包清单中的 pkg.fmri 属性 '{0}' 必须包括一个版本。

source: Manifest does not set pkg.fmri
pt_br: O manifesto não configura pkg.fmri
zh_cn: 清单没有设置 pkg.fmri

source: WARNING: Omitting signature action '{0}'
pt_br: AVISO: Omitindo ação de assinatura '{0}'
zh_cn: 警告：将忽略签名操作 '{0}'

source: illegal {cmd} option -- {opt}
pt_br: opção {cmd} ilegal -- {opt}
zh_cn: 非法 {cmd} 选项 -- {opt}
