Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: Parent image has an older version of package {0}
pt_br: A imagem mãe tem uma versão mais antiga do pacote {0}
zh_cn: 父映像具有一个较旧版本的软件包 {0}

source: {dep_type} dependency {dep_val} is downrev ({inst_ver})
pt_br: {dep_type} a dependência {dep_val} é downrev ({inst_ver})
zh_cn: {dep_type} 相关项 {dep_val} 是 downrev ({inst_ver})

source: {dep_type} dependency {dep_val} is uprev ({inst_ver})
pt_br: {dep_type} a dependência {dep_val} é uprev ({inst_ver})
zh_cn: {dep_type} 相关项 {dep_val} 是 uprev ({inst_ver})

source: {dep_type} dependency on an obsolete package ({obs_pkg}); this package must be uninstalled manually
pt_br: {dep_type} dependência em um pacote obsoleto ({obs_pkg}); este pacote deve ser instalado manualmente
zh_cn: {dep_type} 是过时软件包 ({obs_pkg}) 的相关项；必须手动卸载此软件包

source: Unknown type ({0}) in depend action
pt_br: Tipo desconhecido ({0}) em função de ação
zh_cn: depend 操作中有未知类型 ({0})

source: Group dependency on one of {0} not met
pt_br: Dependência de grupo em dos componentes {0} não atendida
zh_cn: 不满足依赖于某个 {0} 的组相关项

source: Required dependency on one of {0} not met
pt_br: Dependência necessária de um de {0} não atendida
zh_cn: 不满足依赖于某个 {0} 的必需相关项

source: Required dependency {0} is not installed
pt_br: A dependência solicitada {0} não está instalada
zh_cn: 未安装所需的相关项 {0}

source: Unknown type '{0}' in depend action
pt_br: Tipo desconhecido '{0}' na ação de dependência
zh_cn: depend 操作中有未知类型 '{0}'

source: a predicate may only be specified for conditional dependencies
pt_br: um predicado só pode ser especificado para dependências condicionais
zh_cn: 只能为条件相关项指定谓词

source: the root-image attribute is only valid for origin dependencies
pt_br: o atributo root-image só é válido para dependências de origem
zh_cn: root-image 属性只对源相关项有效

source: invalid {attr} value '{value}': {error}
pt_br: valor de {attr} '{value}': inválido {error}
zh_cn: {attr} 值 '{value}' 无效: {error}

source: Unable to create directory {0}; it has been replaced with a link. To continue, please remove the link or restore the directory to its original location and try again.
pt_br: Impossível criar o diretório {0}; foi substituído por um link. Para continuar, remova o link ou restaure o diretório ao seu local original e tente novamente.
zh_cn: 无法创建目录 {0}；它已替换为一个链接。如果要继续，请删除链接或将该目录恢复到其原始位置并重试。

source: Unable to remove {0}; it is in use as a mountpoint. To continue, please unmount the filesystem at the target location and try again.
pt_br: Impossível remover {0}; está em uso como ponto de montagem. Para continuar, desmonte o sistema de arquivos no local de destino e tente novamente.
zh_cn: 无法删除 {0}；它正在作为挂载点使用。如果要继续，请在目标位置卸载文件系统并重试。

source: Unable to remove {0}; it is in use by the system, another process, or as a mountpoint.
pt_br: Impossível remover {0}; está sendo usado pelo sistema, por outro processo ou como um ponto de montagem.
zh_cn: 无法删除 {0}；它正在由系统、其他进程或作为挂载点使用。

source: etc/name_to_major: more than one entry for '{0}' is present
pt_br: etc/name_to_major: há mais de uma entrada para '{0}'
zh_cn: etc/name_to_major： 存在多个 '{0}' 条目

source: etc/name_to_major: '{0}' entry not present
pt_br: etc/name_to_major: entrada '{0}' não presente
zh_cn: etc/name_to_major： '{0}' 条目不存在

source: extra alias '{0}' found in etc/driver_aliases
pt_br: alias '{0}' extra encontrado em etc/driver_aliases
zh_cn: 在 etc/driver_aliases 中找到附加别名 '{0}'

source: alias '{0}' missing from etc/driver_aliases
pt_br: alias '{0}' ausente em etc/driver_aliases
zh_cn: etc/driver_aliases 中缺少别名 '{0}'

source: extra class '{0}' found in etc/driver_classes
pt_br: classe '{0}' extra encontrada em etc/driver_classes
zh_cn: 在 etc/driver_classes 中找到附加类 '{0}'

source: class '{0}' missing from etc/driver_classes
pt_br: classe '{0}' ausente em etc/driver_classes
zh_cn: etc/driver_classes 中缺少类 '{0}'

source: extra minor node permission '{0}' found in etc/minor_perm
pt_br: permissão secundária de nó '{0}' extra encontrada em etc/minor_perm
zh_cn: 在 etc/minor_perm 中找到附加次要节点权限 '{0}'

source: minor node permission '{0}' missing from etc/minor_perm
pt_br: permissão secundária de nó '{0}' ausente em etc/minor_perm
zh_cn: etc/minor_perm 中缺少次要节点权限 '{0}'

source: extra device policy '{0}' found in etc/security/device_policy
pt_br: política de dispositivo '{0}' extra encontrada em etc/security/device_policy
zh_cn: 在 etc/security/device_policy 中找到附加设备策略 '{0}'

source: device policy '{0}' missing from etc/security/device_policy
pt_br: política de dispositivo '{0}' ausente em etc/security/device_policy
zh_cn: etc/security/device_policy 中缺少设备策略 '{0}'

source: extra device privilege '{0}' found in etc/security/extra_privs
pt_br: privilégio de dispositivo '{0}' extra encontrado em etc/security/extra_privs
zh_cn: 在 etc/security/extra_privs 中找到附加设备权限 '{0}'

source: device privilege '{0}' missing from etc/security/extra_privs
pt_br: privilégio de dispositivo '{0}' ausente em etc/security/extra_privs
zh_cn: etc/security/extra_privs 中缺少设备权限 '{0}'

source: Error decompressing payload: {0}
pt_br: Erro ao descompactar carga: {0}
zh_cn: 解压缩有效载荷时出错: {0}

source: Action data hash verification failure: expected: {expected} computed: {actual} action: {action}
pt_br: Falha de verificação hash dos dados da ação: esperado: {expected} calculado: {actual} ação: {action}
zh_cn: 操作数据散列验证失败: 预期值: {expected} 计算值: {actual} 操作: {action}

source: System attributes are not supported on the target image filesystem; 'sysattr' ignored for {0}
pt_br: Atributos do sistema não são suportados no sistema de arquivos da imagem de destino; 'sysattr' ignorado para {0}
zh_cn: 目标映像文件系统中不支持系统属性；'sysattr' 由于 {0} 而被忽略

source: Could not set system attributes for {path}'{attrlist}': {err}
pt_br: Não foi possível definir os atributos do sistema para {path}'{attrlist}': {err}
zh_cn: 无法设置 {path}'{attrlist}' 的系统属性: {err}

source: Timestamp: {found} should be {expected}
pt_br: Carimbo de data/hora: {found} deveria ser {expected}
zh_cn: 时间戳: {found} 应该为 {expected}

source: Size: {found:d} bytes should be {expected:d}
pt_br: Tamanho: {found:d} bytes, deveria ser {expected:d}
zh_cn: 大小: {found:d} 字节应该为 {expected:d}

source: ELF content hash: {found} should be {expected}
pt_br: Hash de conteúdo do ELF: {found} deveria ser {expected}
zh_cn: ELF 内容散列: {found} 应该为 {expected}

source: editable file has been changed
pt_br: o arquivo editável foi alterado
zh_cn: 可编辑文件已更改

source: Hash: {found} should be {expected}
pt_br: Hash: {found} deveria ser {expected}
zh_cn: 散列: {found} 应该为 {expected}

source: System attribute '{0}' not set
pt_br: Atributo do sistema '{0}' não definido
zh_cn: 未设置系统属性 '{0}'

source: Skipping: Permission Denied
pt_br: Ignorando: permissão negada
zh_cn: 正在跳过：权限被拒绝

source: Unexpected Error: {0}
pt_br: Erro inesperado: {0}
zh_cn: 意外的错误: {0}

source: Unexpected Exception: {0}
pt_br: Exceção inesperada: {0}
zh_cn: 意外的异常: {0}

source: No such file: '{0}'.
pt_br: Este arquivo não existe: '{0}'.
zh_cn: 没有此类文件: '{0}'。

source: '{0}' is not a file.
pt_br: '{0}' não é um arquivo.
zh_cn: '{0}' 不是一个文件。

source: Unable to create {path}; a parent directory {p} has been replaced with a file or link. Please restore the parent directory and try again.
pt_br: Não é possível criar {path}; um diretório pai {p} foi substituído por uma arquivo ou link. Restaure o diretório pai e tente novamente.
zh_cn: 无法创建 {path}；父目录 {p} 已替换为一个文件或链接。请恢复父目录并重试。

source: mode is required; value must be of the form '644', '0644', or '04755'.
pt_br: o modo é obrigatório; o valor deve ser na forma '644', '0644' ou '04755'.
zh_cn: 模式是必需的，值的格式必须是 '644'、'0644' 或 '04755'。

source: mode may only be specified once
pt_br: modo só pode ser especificado uma vez
zh_cn: 模式只可以指定一次

source: '{0}' is not a valid mode; value must be of the form '644', '0644', or '04755'.
pt_br: '{0}' não é modo válido; o valor deve ser na forma de '644', '0644' ou '04755'.
zh_cn: '{0}' 不是有效模式；值的格式必须是 '644'、'0644' 或 '04755'。

source: owner may only be specified once
pt_br: proprietário só pode ser especificado uma vez
zh_cn: 所有者只可以指定一次

source: group may only be specified once
pt_br: grupo só pode ser especificado uma vez
zh_cn: 组只可以指定一次

source: '{path}' cannot be installed; the owner '{owner}' was removed by '{src_fmri}'.
pt_br: Não é possível instalar '{path}'; o proprietário '{owner}' foi removido pelo '{src_fmri}'.
zh_cn: 无法安装 '{path}'；所有者 '{owner}' 已由 '{src_fmri}' 删除。

source: '{path}' cannot be installed; '{owner}' is an unknown or invalid user.
pt_br: Não é possível instalar '{path}'; o '{owner}' é um usuário desconhecido ou inválido.
zh_cn: 无法安装 '{path}'；'{owner}' 是未知或无效用户。

source: '{path}' cannot be installed; the group '{group}' was removed by '{src_fmri}'.
pt_br: Não é possível instalar '{path}'; o grupo '{group}' foi removido pelo '{src_fmri}'.
zh_cn: 无法安装 '{path}'；组 '{group}' 已由 '{src_fmri}' 删除。

source: '{path}' cannot be installed; '{group}' is an unknown or invalid group.
pt_br: Não é possível instalar '{path}'; o '{group}' é um grupo desconhecido ou inválido.
zh_cn: 无法安装 '{path}'；'{group}' 是未知或无效组。

source: Owner: {0} is unknown
pt_br: Proprietário: {0} é desconhecido
zh_cn: 所有者: {0} 未知

source: Group: {0} is unknown
pt_br: Grupo: {0} é desconhecido
zh_cn: 组: {0} 未知

source: Missing: {0} does not exist
pt_br: Ausente: {0} não existe
zh_cn: 缺失： {0} 不存在

source: Skipping: Permission denied
pt_br: Ignorando: permissão negada
zh_cn: 正在跳过：权限被拒绝

source: File Type: '{found}' should be '{expected}'
pt_br: Tipo de arquivo: '{found}' deveria ser '{expected}'
zh_cn: 文件类型: '{found}' 应该为 '{expected}'

source: Owner: '{found_name} ({found_id:d})' should be '{expected_name} ({expected_id:d})'
pt_br: Proprietário: '{found_name} ({found_id:d})' deveria ser '{expected_name} ({expected_id:d})'
zh_cn: 所有者: '{found_name} ({found_id:d})' 应该为 '{expected_name} ({expected_id:d})'

source: Group: '{found_name} ({found_id})' should be '{expected_name} ({expected_id})'
pt_br: Grupo: '{found_name} ({found_id})' deveria ser '{expected_name} ({expected_id})'
zh_cn: 组: '{found_name} ({found_id})' 应该为 '{expected_name} ({expected_id})'

source: Mode: {found} should be {expected}
pt_br: Modo: {found} deveria ser {expected}
zh_cn: 模式: {found} 应该为 {expected}

source: Unable to remove {0}; it is in use as a mountpoint. To continue, please unmount the filesystem at the target location and try again.
pt_br: Impossível remover {0}; está em uso como ponto de montagem. Para continuar, desmonte o sistema de arquivos no local de destino e tente novamente.
zh_cn: 无法删除 {0}；它正在作为挂载点使用。如果要继续，请在目标位置卸载文件系统并重试。

source: {0} may only be specified once
pt_br: {0} só pode ser especificado uma vez
zh_cn: {0} 只可以指定一次

source: {0} must be an integer
pt_br: {0} deve ser um número inteiro
zh_cn: {0} 必须为整数

source: {0} is required
pt_br: {0} é obrigatório
zh_cn: {0} 是必需的

source: Cannot install '{final_path}'; parent directory {parent_dir} is a link to {parent_target}. To continue, move the directory to its original location and try again.
pt_br: Não é possível instalar '{final_path}'; o diretório pai {parent_dir} é um link ao {parent_target}. Para continuar, mova o diretório para seu local original e tente novamente.
zh_cn: 无法安装 '{final_path}'；父目录 {parent_dir} 是一个指向 {parent_target} 的链接。如果要继续，请将该目录移动至其原始位置并重试。

source: Group cannot be installed. Updating related user entries failed.
pt_br: Não é possível instalar o grupo. As entradas do usuário relacionadas à atualização falharam.
zh_cn: 无法安装组。更新相关用户条目失败。

source: Group cannot be installed without group database files present.
pt_br: O grupo não pode ser instalado sem a existência dos arquivos de banco de dados.
zh_cn: 无法安装组，因为不存在组数据库文件。

source: {entry}: '{found}' should be '{expected}'
pt_br: {entry}: '{found}' deveria ser '{expected}'
zh_cn: {entry}: '{found}' 应该为 '{expected}'

source: Unable to create hard link {path}; target {target} is missing.
pt_br: Não é possível criar link de disco rígido {path}; está faltando o destino {target}.
zh_cn: 无法创建硬链接 {path}；缺少目标 {target}。

source: Target '{0}' does not exist
pt_br: O destino '{0}' não existe
zh_cn: 目标 '{0}' 不存在

source: Broken: Path and Target ({0}) inodes not the same
pt_br: Interrompido: inodes de caminho e destino ({0}) não são iguais
zh_cn: 已中断：路径和目标 ({0}) inode 不相同

source: Missing directory var/sadm/pkg/{0}
pt_br: Diretório var/sadm/pkg/{0} ausente
zh_cn: 缺少目录 var/sadm/pkg/{0}

source: Missing file var/sadm/pkg/{0}/pkginfo
pt_br: Arquivo var/sadm/pkg/{0}/pkginfo ausente
zh_cn: 缺少文件 var/sadm/pkg/{0}/pkginfo

source: License file {0} does not exist.
pt_br: Licença do arquivo {0} não existe.
zh_cn: 许可证文件 {0} 不存在。

source: Hash: '{found}' should be '{expected}'
pt_br: Hash: '{found}' deveria ser '{expected}'
zh_cn: 散列: '{found}' 应该为 '{expected}'

source: Target: '{found}' should be '{expected}'
pt_br: Destino: '{found}' deveria ser '{expected}'
zh_cn: 目标: '{found}' 应该为 '{expected}'

source: a mediator must be provided when mediator-version, mediator-implementation, or mediator-priority is specified
pt_br: um mediador deve ser fornecido quando mediator-version, mediator-implementation ou mediator-priority é especificado
zh_cn: 当指定了 mediator-version、mediator-implementation 或 mediator-priority 时，必须提供中介

source: a mediator-version or mediator-implementation must be provided if a mediator is specified
pt_br: mediator-version ou mediator-implementation deve ser fornecido se um mediador for especificado
zh_cn: 如果指定了中介，则必须提供 mediator-version 或 mediator-implementation

source: Missing algorithm attribute
pt_br: Atributo de algoritmo ausente
zh_cn: 缺少算法属性

source: The signature value did not match the expected value. action: {0}
pt_br: O valor da assinatura não correspondeu ao valor esperado. ação: {0}
zh_cn: 签名值与所需的值不匹配。操作： {0}

source: The signature value did not match the expected value.
pt_br: O valor da assinatura não correspondeu ao valor esperado.
zh_cn: 签名值与所需的值不匹配。

source: {0} was expected to be a RSA key but could not be read correctly.
pt_br: Esperava-se que {0} fosse uma chave RSA, mas não pode ser lida corretamente.
zh_cn: {0} 应为 RSA 密钥，但不能正确读取。

source: User cannot be installed without user database files present.
pt_br: Não é possível instalar o usuário sem a existência dos arquivos de banco de dados.
zh_cn: 无法安装用户，因为用户数据库文件不存在。

source: {group} is an unknown or invalid group
pt_br: {group} é um grupo desconhecido ou inválido
zh_cn: {group} 是未知或无效组

source: Path outside alternate root: root={root}, path={path}
pt_br: Caminho fora da raiz alternativa: raiz={root}, caminho={path}
zh_cn: 路径在备用根之外：根={root}，路径={path}

source: Multi-package datastreams are not supported. Please use pkgtrans(1) to convert this bundle to multiple filesystem format packages.
pt_br: Os fluxos de dados de vários pacotes não têm suporte. Use pkgtrans(1) para converter este pacote para o formato de vários sistemas de arquivos.
zh_cn: 不支持多软件包数据流。 请使用 pkgtrans(1) 将此捆绑包转换成 多个文件系统格式软件包。

source: Unknown img_path type.
id: Tipe img_path tidak dikenal.
pt_br: Tipo de img_path desconhecido.
zh_cn: 未知 img_path 类型。

source: Skipping publisher metadata refresh;image rooted at {0} must have its format updated before a refresh can occur.
pt_br: Ignorando a sincronização de metadados do editor; a imagem raiz em {0} deve ter seu formato atualizado para que possa ocorrer uma sincronização.
zh_cn: 正在跳过发布者元数据刷新；位于 {0} 的映像必须更新其格式，然后才能执行刷新操作。

source: Start time must be older than finish time: {0}
pt_br: A hora inicial deve ser mais antiga que a hora final: {0}
zh_cn: 开始时间必须早于完成时间：{0}

source: No history entries found for {0}
pt_br: Nenhuma entrada de histórico encontrada para {0}
zh_cn: 未找到 {0} 的历史记录条目

source: Invalid time format '{0}'. Please use %Y-%m-%dT%H:%M:%S or %Y-%m-%dT%H:%M:%S-%Y-%m-%dT%H:%M:%S
pt_br: Formato de hora inválido '{0}'. Use %Y-%m-%dT%H:%M:%S ou %Y-%m-%dT%H:%M:%S-%Y-%m-%dT%H:%M:%S
zh_cn: 时间格式 '{0}' 无效。请使用 %Y-%m-%dT%H:%M:%S 或 %Y-%m-%dT%H:%M:%S-%Y-%m-%dT%H:%M:%S

source: The pkg client api module can not be invoked from an setuid executable.
pt_br: O módulo api do cliente pkg não pode ser chamado por meio de um setuid executável.
zh_cn: 无法从 setuid 可执行程序调用 pkg 客户机 api 模块。

source: The image cannot be modified as it is currently in use by another package client: {pid_name} on {host}, pid {pid}.
pt_br: Não é possível modificar a imagem porque atualmente está em uso por outro cliente de pacote: {pid_name} em {host}, pid {pid}.
zh_cn: 无法修改映像，因为它当前正在由另一个软件包客户机（{host} 上的 {pid_name}，pid 为 {pid}）使用。

source: The image cannot be modified as it is currently in use by another package client: {pid_name} on an unknown host, pid {pid}.
pt_br: Não é possível modificar a imagem porque atualmente está em uso por outro cliente de pacote: {pid_name} em um host desconhecido, pid {pid}.
zh_cn: 无法修改映像，因为它当前正在由另一个软件包客户机（未知主机上的 {pid_name}，pid 为 {pid}）使用。

source: The image cannot be modified as it is currently in use by another package client: pid {pid} on {host}.
pt_br: Não é possível modificar a imagem porque atualmente está em uso por outro cliente de pacote: pid {pid} em {host}.
zh_cn: 无法修改映像，因为它当前正在由另一个软件包客户机（pid 为 {pid}，在 {host} 上）使用。

source: The image cannot be modified as it is currently in use by another package client.
pt_br: A imagem não pode ser modificada visto que está atualmente em uso por outro cliente de pacote.
zh_cn: 无法修改映像，因为它当前正在由其他软件包客户机使用。

source: The image rooted at {0} is written in an older format and must be updated before the requested operation can be performed.
pt_br: A imagem raiz em {0} foi gravada em um formato mais antigo e deve ser atualizada para que a operação solicitada possa ser executada.
zh_cn: 位于 {0} 的映像是以旧格式写入的，必须对其进行更新，然后才能执行所请求的操作。

source: Insufficient disk space available ({avail}) for estimated need ({needed}) for {use}
pt_br: Espaço insuficiente em disco ({avail}) para necessidade estimada ({needed}) para {use}
zh_cn: 可用的磁盘空间 ({avail}) 不足，未达到 {use} 估计需要量 ({needed})

source: The requested operation cannot be completed due to invalid package metadata. Details follow: {0}
pt_br: A operação solicitada não pode ser concluída devido metadados inválidos no pacote. O detalhes são: {0}
zh_cn: 无法完成请求的操作，因为软件包元数据无效。详细信息如下： {0}

source: Package: {0}
pt_br: Pacote: {0}
zh_cn: 软件包: {0}

source: License requires acceptance.
id: Lisensi memerlukan penerimaan.
pt_br: Licença requer aceitação.
zh_cn: 需要接受许可证。

source: License must be viewed.
id: Lisensi harus dilihat.
pt_br: Licença deve ser revisada.
zh_cn: 必须查看许可证。

source: The plan for the current operation is no longer valid. The image has likely been modified by another process or client. Please try the operation again.
pt_br: O plano da operação atual já não é mais válido. A imagem foi provavelmente modificada por outro processo ou cliente. Tente a operação novamente.
zh_cn: 当前操作的计划不再有效。映像可能已由其他进程或客户机修改。请重试此操作。

source: Invalid package state change attempted '{states}' for package '{fmri}'.
pt_br: Foi tentada a alteração de estado de pacote inválido '{states}' para o pacote '{fmri}'.
zh_cn: 对软件包 '{fmri}' 尝试的软件包状态 '{states}' 更改无效。

source: pkg(7) out of date
pt_br: pkg(7) desatualizado
zh_cn: pkg(7) 已过期

source: Requested operation cannot be performed in live image.
pt_br: A operação solicitada não pode ser executada na live image.
zh_cn: 无法在实时映像中执行请求的操作。

source: Could not operate on {0} because of insufficient permissions. Please try the command again as a privileged user.
pt_br: Não foi possível operar em {0} devido a permissões insuficientes. Tente o comando novamente como usuário com privilégios.
zh_cn: 无法对 {0} 进行操作，因为权限不足。请以特权用户身份重试该命令。

source: Could not complete the operation because of insufficient permissions. Please try the command again as a privileged user.
pt_br: Não foi possível concluir a operação devido a permissões insuficientes. Tente o comando novamente como um usuário com privilégios.
zh_cn: 无法完成操作，因为权限不足。 请作为特权用户重试该命令。

source: Could not operate on {0} because the file is in use. Please stop using the file and try the operation again.
pt_br: Não foi possível operar em {0} porque o arquivo está em uso. Pare de usar o arquivo e tente a operação novamente.
zh_cn: 由于文件在使用中，无法对 {0} 进行操作。请停止使用此文件，然后重试此 操作。

source: Insufficient access to complete the requested operation. Please try the operation again as a privileged user.
pt_br: Acesso insuficiente para concluir a operação solicitada. Tente a operação novamente como um usuário com privilégios.
zh_cn: 访问权限不足，无法完成所请求操作。 请以特权用户身份重试该操作。

source: Could not complete the operation on {0}: read-only filesystem.
pt_br: Não foi possível completar a operação em {0}: sistema de arquivos somente-leitura.
zh_cn: 无法对 {0} 完成此操作：只读文件系统。

source: Could not complete the operation: read-only filesystem.
id: Tidak dapat menyelesaikan operasi: read-only filesystem.
pt_br: Não foi possível completar a operação: sistema de arquivos somente-leitura.
zh_cn: 无法完成此操作：只读文件系统

source: Unable to obtain or operate on lock at {0}. Please try the operation again as a privileged user.
pt_br: Não é possível obter ou operar no bloqueio em {0}. Tente a operação novamente como usuário com privilégios.
zh_cn: 无法获取或操作 {0} 处的锁定。 请以特权用户身份重试该操作。

source: The following pattern(s) did not match any packages:
pt_br: O(s) seguinte(s) padrão(ões) não correspondeu(ram) a nenhum pacote:
zh_cn: 以下模式与任何软件包都不匹配：

source: '{0}' matches multiple packages
pt_br: '{0}' corresponde a vários pacotes
zh_cn: '{0}' 与多个软件包匹配

source: '{0}' is an illegal FMRI
pt_br: '{0}' é um FMRI ilegal
zh_cn: '{0}' 是一个非法 FMRI

source: The following different patterns specify the same package(s):
pt_br: Os seguintes diferentes padrões especificam o(s) mesmo(s) pacote(s):
zh_cn: 下面的各种模式指定了相同的软件包：

source: The files listed below were modified after operation planning was complete or were missing during plan execution; this may indicate an administrative issue or system configuration issue: {0}
pt_br: Os arquivos listados abaixo foram modificados após o planejamento da operação ter sido concluído ou não foram encontrados durante a execução do plano; isso pode indicar um problema administrativo ou um problema de configuração do sistema: {0}
zh_cn: 操作规划完成后下面列出的文件被修改，或者规则执行期间缺少下面列出的文件；这可能表示存在管理问题或系统配置问题： {0}

source: The following pattern(s) did not match any allowable packages. Try using a different matching pattern, or refreshing publisher information:
pt_br: O(s) padrão(ões) a seguir não correspondeu(ram) a um pacote permitido. Tente usar outro padrão de correspondência ou atualizar as informações do editor:
zh_cn: 以下模式与所允许的任何软件包都不匹配。请尝试 使用一个不同的匹配模式或刷新发布者信息：

source: The following pattern(s) only matched packages rejected by user request. Try using a different matching pattern, or refreshing publisher information:
pt_br: O(s) padrão(ões) a seguir só correspondeu(ram) a pacotes rejeitados por solicitação do usuário. Tente usar outro padrão de correspondência ou atualizar as informações do editor:
zh_cn: 以下模式仅与用户请求拒绝的软件包匹配。请尝试 使用一个不同的匹配模式或刷新发布者信息：

source: The following pattern(s) only matched packages that are not available for the current image's architecture, zone type, and/or other variant:
pt_br: O(s) seguinte(s) padrão(ões) só correspondeu(ram) a pacotes que não estão disponíveis para a arquitetura, tipo de zona e/ou outra variante da imagem atual:
zh_cn: 以下模式仅与对当前映像的体系结构、区域类型和/或其他变量 不可用的软件包相匹配：

source: The following patterns only matched packages that are from publishers other than that which supplied the already installed version of this package
id: Pola berikut ini hanya cocok pada paket yang berasal dari penerbit-penerbit daripada yang menyediakan versi yang telah terinstal dari paket ini
pt_br: Os padrões seguintes somente correspondem a pacotes de outros editores não fornecidos com a versão já instalada deste pacote.
zh_cn: 以下模式仅与来自这样的发布者的软件包匹配，即提供此软件包的已安装版本的发布者以外的发布者

source: '{0}' matches no installed packages
pt_br: '{0}' não corresponde a nenhum pacote instalado
zh_cn: '{0}' 与安装的软件包不匹配

source: '{0}' is an illegal fmri
pt_br: '{0}' é um fmri ilegal
zh_cn: '{0}' 是一个非法 fmri
