Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: transform ({0}) has 'print' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'print'
zh_cn: 转换 ({0}) 存在 'print' 操作语法错误

source: transform ({0}) has 'emit' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'emit'
zh_cn: 转换 ({0}) 存在 'emit' 操作语法错误

source: unknown transform operation '{0}'
pt_br: operação de transformação desconhecida '{0}'
zh_cn: 未知的转换操作 '{0}'

source: attribute '{0}' not found
pt_br: atributo '{0}' não localizado
zh_cn: 未找到属性 '{0}'

source: no match group {group:d} (max {maxgroups:d})
pt_br: nenhum grupo correspondente {group:d} (max {maxgroups:d})
zh_cn: 没有匹配的组 {group:d}（最大为 {maxgroups:d}）

source: Error Invalid backreference: %<{ref}> refers to an unmatched string
pt_br: Erro backreference inválido: %<{ref}> refere-se a uma cadeia de caracteres sem correspondência
zh_cn: 错误 无效的后向引用: %<{ref}> 引用不匹配的字符串

source: Cannot open file: {0}
pt_br: Não é possível abrir o arquivo: {0}
zh_cn: 无法打开文件: {0}

source: File not found: '{0}'
pt_br: Arquivo não localizado: '{0}'
zh_cn: 找不到文件: '{0}'

source: unknown command {0}
pt_br: comando desconhecido {0}
zh_cn: 未知的命令 {0}

source: File {file}, line {line:d}: {exception}
pt_br: Arquivo {file}, linha {line:d}: {exception}
zh_cn: 文件 {file} 中的第 {line:d} 行: {exception}

source: Error processing input arguments: {0}
pt_br: Erro ao processar os argumentos de entrada: {0}
zh_cn: 处理输入参数时出错：{0}

source: missing version
id: versi hilang
pt_br: versão faltante
zh_cn: 缺少版本

source: invalid version
id: versi yang tidak valid
pt_br: versão inválida
zh_cn: 无效版本

source: {0} is not in a supported or recognizable archive index format.
pt_br: {0} não está em um formato de índice de arquivo suportado ou reconhecível.
zh_cn: {0} 的归档索引格式不受支持或不可识别。

source: Archive {0} is missing, unsupported, or corrupt.
pt_br: O arquivo {0} está ausente, não suportado ou corrompido.
zh_cn: 归档 {0} 丢失、不受支持或已损坏。

source: Package archive {arc_name} contains corrupt entries for the requested package file(s): {files}.
pt_br: O arquivo de pacotes {arc_name} contém entradas corrompidas para o(s) arquivo(s) de pacotes solicitado(s): {files}.
zh_cn: 软件包归档 {arc_name} 包含所请求软件包文件 {files} 的损坏条目。

source: Package archive {arc_name} does not contain the requested package file(s): {files}.
pt_br: O arquivo de pacote {arc_name} não contém o(s) arquivo(s) de pacote solicitado(s): {files}.
zh_cn: 软件包归档 {arc_name} 不包含所请求的软件包文件 {files}。

source: No package manifest for package '{pfmri}' exists in archive {arc_name}.
pt_br: Não existe manifesto de pacote para o pacote '{pfmri}' no arquivo {arc_name}.
zh_cn: 归档 {arc_name} 中不存在软件包 '{pfmri}' 的软件包清单。

source: WARNING: package {0} was ignored as it cannot satisfy all dependencies: {1}
pt_br: AVISO: o pacote {0} foi ignorado, pois não consegue satisfazer a todas as dependências: {1}
zh_cn: 警告：软件包 {0} 被忽略，因为它无法满足所有相关项： {1}

source: {pth} has unresolved dependency '{dep}' under the following combinations of variants: {combo}
pt_br: {pth} tem dependência não resolvida '{dep}' sob as seguintes combinações de variantes: {combo}
zh_cn: 在以下变量组合下，{pth} 具有无法解析的相关项 '{dep}'： {combo}

source: {pth} has unresolved dependency '{dep}'.
pt_br: {pth} tem dependência não resolvida '{dep}'.
zh_cn: {pth} 具有无法解析的相关项 '{dep}'。

source: The action delivering {path} is tagged with a variant type or value not tagged on the package. Dependencies on this file may fail to be reported. The action's variants are: {act} The package's variants are: {pkg}
pt_br: A ação que fornece {path} está marcada com um tipo ou valor de variante não marcada no pacote. As dependências desse arquivo podem falhar ao serem reportadas. As variantes da ação são: {act} As variantes do pacote são: {pkg}
zh_cn: 提供 {path} 的操作由软件包上未标记的变量类型或值标记。可能无法报告此文件的相关项。 操作的变量为 {act} 软件包的变量为 {pkg}

source: The manifest '{path}' has an invalid package FMRI: {exc}
pt_br: O manifesto '{path}' tem um pacote FMRI inválido: {exc}
zh_cn: 清单 '{path}' 具有无效的软件包 FMRI： {exc}

source: {r:15} Variant '{kind}' is not declared.
pt_br: {r:15} Variante '{kind}' não está declarada.
zh_cn: 未声明 {r:15} 变量 '{kind}'。

source: {r:15} Variant '{kind}' is not declared to have value '{val}'.
pt_br: {r:15} Variante '{kind}' não está declarada como tendo o valor '{val}'.
zh_cn: 未声明 {r:15} 变量 '{kind}' 具有值 '{val}'。

source: The package '{pkg}' contains actions with the paths seen below which have variants set on them which are not set on the package. These variants must be set on the package or removed from the actions. {rvs}
pt_br: O pacote '{pkg}' contém ações com os caminhos vistos abaixo que possuem variantes definidas que não estão configuradas no pacote. Essas variantes devem ser configuradas no pacote ou removidas das ações. {rvs}
zh_cn: 软件包 '{pkg}' 包含的某些操作中的路径（如下所示）具有 已在操作上设置但未在软件包上设置的变量。 必须在软件包上设置这些变量或者将其从操作中删除。 {rvs}

source: The package '{pkg}' contains manually specified dependencies which have variants set on them which are not set on the package. These variants must be set on the package or removed from the actions. {rvs}
pt_br: O pacote '{pkg}' contém dependências especificadas manualmente que possuem variantes definidas que não estão configuradas no pacote. Essas variantes devem ser configuradas no pacote ou removidas das ações. {rvs}
zh_cn: 软件包 '{pkg}' 包含的某些手动指定的相关项具有 已在操作上设置但未在软件包上设置的变量。 必须在软件包上设置这些变量或者将其从操作中删除。 {rvs}

source: pkgdepend has inferred conditional dependencies with different targets but which share a predicate. pkg(7) can not represent these dependencies. This issue can be resolved by changing the packaging of the links which generated the conditional dependencies so that they have different predicates or share the same FMRI. Each pair of problematic conditional dependencies follows:
pt_br: pkgdepend possui dependências condicionais inferidas com diferentes destinos mas que compartilham um predicado. O pkg(7) não pode representar essas dependências. Esse problema pode ser resolvido alterando-se o agrupamento dos links que geraram as dependências condicionais de modo que elas tenham predicados diferentes ou compartilhem o mesmo FMRI. A seguir, encontra-se cada par de dependências condicionais com problemas:
zh_cn: pkgdepend 推断出存在一些目标不同但谓词相同的 条件相关项。pkg(7) 无法表示这些相关项。此问题可以 通过以下方法解决：更改生成条件相关项的 链接包，以使这些相关项具有不同的谓词或 相同的 FMRI。每对有问题的条件相关项如下：

source: Pair {0}
pt_br: Par {0}
zh_cn: {0} 对

source: Pair {0} is only problematic in the listed variant combinations:
pt_br: O par {0} só apresenta problema nas combinações de variantes listadas:
zh_cn: {0} 对仅在列出的变量组合中有问题：

source: Manifest specified multiple values for {0} rather than a single colon-separated string.
pt_br: O manifesto especificou vários valores para {0} em vez de uma seqüência separada por um único sinal de dois-pontos.
zh_cn: 清单为 {0} 指定了多个值，而不是一个由冒号分隔的字符串。

source: Manifest did not specify any entries for {0}, expecting a colon-separated string.
pt_br: O manifesto não especificou nenhuma entrada para {0}, esperando uma seqüênciaseparada por dois-pontos.
zh_cn: 清单未为 {0} 指定任何条目，应当指定一个以冒号分隔的字符串。

source: Unsupported scheme '{scheme}' in URL: '{url}'.
pt_br: Esquema que não possui suporte '{scheme}' na URL: '{url}'.
zh_cn: URL '{url}' 中的方案 '{scheme}' 不受支持。

source: Malformed URL: '{0}'.
pt_br: URL deformada: '{0}'.
zh_cn: 格式错误的 URL: '{0}'。

source: Invalid repository URL: '{url}': {msg}
pt_br: URL do repositório inválida: '{url}': {msg}
zh_cn: 无效的系统信息库 URL: '{url}': {msg}

source: '{op}' failed for transaction ID '{trans_id}'; status '{status}': {msg}
pt_br: '{op}' falhou para ID da transação '{trans_id}'; status '{status}': {msg}
zh_cn: 事务 ID '{trans_id}' 的 '{op}' 失败；状态为 '{status}': {msg}

source: '{op}' failed for transaction ID '{trans_id}': {msg}
pt_br: '{op}' falhou para ID da transação '{trans_id}': {msg}
zh_cn: 事务 ID '{trans_id}' 的 '{op}' 失败: {msg}

source: '{op}' failed; unable to initiate transaction: {msg}
pt_br: '{op}' falhou; não é possível iniciar a transação: {msg}
zh_cn: '{op}' 失败；无法启动事务： {msg}

source: Unable to initiate transaction: {0}
pt_br: Impossível iniciar a transação: {0}
zh_cn: 无法启动事务： {0}

source: Unsupported operation '{op}' for the specified repository type '{type}'.
pt_br: A operação não possui suporte '{op}' para o tipo de repositório especificado '{type}'.
zh_cn: 指定的系统信息库类型 '{type}' 不支持操作 '{op}'。

source: The file to be added is not a file. The path given was {0}.
pt_br: O arquivo a ser adicionado não é um arquivo. O caminho dado foi {0}.
zh_cn: 要添加的文件不是一个文件。提供的路径是 {0}。

source: An error occurred while trying to initialize the repository directory structures: {0}
pt_br: Um erro ocorreu ao tentar inicializar as estruturas do diretório do repositório: {0}
zh_cn: 在尝试初始化系统信息库目录结构时出现错误： {0}

source: Unknown failure; no transaction ID provided in response.
pt_br: Falha desconhecida; não há transação ID fornecida em resposta.
zh_cn: 未知故障；响应中没有提供任何事务 ID。

source: An unparseable character in query at position : {0:d}
pt_br: Um caractere não analisável na consulta na posição : {0:d}
zh_cn: 在以下位置的查询中出现不可解析的字符： {0:d}

source: The number of terms in the query is {len:d}, which exceeds the maximum supported value of {maxt:d} terms.
pt_br: O número de itens na coluna é {len:d}, que excede o valor máximo suportado de {maxt:d} termos.
zh_cn: 查询中的术语数为 {len:d}，超出了所支持的最大术语数 {maxt:d}。

source: In query {query}, {name} had a bad value of '{bv}'.
pt_br: Na consulta {query}, {name} tinha um valor incorreto de '{bv}'.
zh_cn: 在查询 {query} 中，{name} 具有一个错误的值 '{bv}'。

source: A query is expected to have five fields: case sensitivity, return type, number of results to return, the number at which to start returning results, and the text of the query. The query provided lacked at least one of those fields: {0}
pt_br: Uma consulta deve ter cinco campos: distinção de maiúsculas/minúsculas, tipo de retorno, número de resultados a retornar, o número de início dos resultados retornados e o texto da consulta. Na consulta fornecida faltava pelo menos um desses campos: {0}
zh_cn: 查询应该具有五个字段：区分大小写、返回类型、要返回的结果数、要开始返回结果的编号和查询文字。提供的查询至少缺少这些字段中的一个字段： {0}

source: Could not parse query.
id: Tidak dapat melakukan parse query.
pt_br: Não foi possível analisar a consulta.
zh_cn: 无法解析查询。

source: Problem occurred with: {0}
pt_br: Ocorreu um problema com: {0}
zh_cn: {0} 出现问题

source: This expression produces action results:
id: Ekspresi ini menghasilkan aksi:
pt_br: Esta expressão produz resultados de ação:
zh_cn: 此表达式会生成以下操作结果：

source: This expression produces package results:
id: Ekspresi ini menghasilkan paket:
pt_br: Esta expressão produz resultados de pacote:
zh_cn: 此表达式会生成以下软件包结果：

source: 'AND' and 'OR' require those expressions to produce the same type of results.
id: 'AND' dan 'OR' membutuhkan aksi tersebut untuk menghasilkan hasil dengan tipe yang sama.
pt_br: 'E' e 'OU' requerem essas expressões para produzir o mesmo tipo de resultados.
zh_cn: 'AND' 和 'OR' 需要这些表达式来生成相同类型的结果。

source: The search index cannot be modified as it is currently in use by another process: pid {pid} on {host}.
pt_br: O índice de pesquisa não pode ser modificado porque está atualmente sendo usado por outro processo: pid {pid} em {host}.
zh_cn: 无法修改搜索索引，因为它当前正在由另一个进程（{host} 上的 pid {pid}）使用。

source: The search index cannot be modified as it is currently in use by another process.
pt_br: O índice de pesquisa não pode ser modificado visto que está atualmente sendo usado por outro processo.
zh_cn: 无法修改搜索索引，因为它当前正在由另一个进程使用。

source: Info does not recognize the following options: {0}
pt_br: Info não reconhece as seguintes opções: {0}
zh_cn: Info 不能识别以下选项： {0}

source: Directory listing not allowed.
id: Listing direktori tidak diperbolehkan.
pt_br: Lista de diretório não permitido.
zh_cn: 不允许目录列表。

source: A valid package FMRI must be specified.
pt_br: Deve ser especificado um pacote FMRI válido.
zh_cn: 必须指定有效的软件包 FMRI。

source: The specified Action Type, '{0}', is not valid.
pt_br: O tipo de ação especificada, '{0}', não é válido.
zh_cn: 指定的操作类型 '{0}' 无效。

source: The specified Action attribute value, '{0}', is not valid.
pt_br: O valor do atributo Action especificado, '{0}', não é válido.
zh_cn: 指定的 Action 属性值 '{0}' 无效。

source: file/1 must be sent a file.
pt_br: arquivo/1 deve ser enviado a um arquivo.
zh_cn: 必须将 file/1 发送给一个文件。

source: manifest/1 must be sent a file.
pt_br: manifest/1 deve ser enviado a um arquivo.
zh_cn: 必须将 manifest/1 发送给一个文件。

source: No matching package found in repository.
pt_br: Nenhum pacote correspondente encontrado no repositório.
zh_cn: 在系统信息库中未找到任何匹配的软件包。

source: Unable to generate statistics.
pt_br: Impossível gerar estatísticas.
zh_cn: 无法生成统计信息。

source: A package repository (or a directory with content) already exists at '{0}'.
pt_br: Um repositório de pacotes (ou um diretório com conteúdo) já existe em '{0}'.
zh_cn: 在 '{0}' 中已存在软件包系统信息库（或具有内容的目录）。

source: No file could be found for the specified hash name: '{0}'.
pt_br: Nenhum arquivo pôde ser encontrado para o nome hash especificado: '{0}'.
zh_cn: 未能为指定的散列名称找到任何文件： '{0}'。

source: The specified path does not contain a valid package repository.
pt_br: O caminho especificado não contém um repositório de pacotes válido.
zh_cn: 指定的路径不包含有效的软件包系统信息库。

source: The path '{0}' does not contain a valid package repository.
pt_br: O caminho '{0}' não contém um repositório de pacotes válido.
zh_cn: 路径 '{0}' 不包含有效的软件包系统信息库。

source: The FMRI in ignored-dependency file: {fn} is invalid. '{fmri}'.
pt_br: O FMRI no arquivo ignored-dependency: {fn} não é válido. '{fmri}'.
zh_cn: 被忽略的相关项文件 {fn} 中的 FMRI 无效。 '{fmri}'。

source: The entry in ignored-dependency file: {fn} is invalid. '{entry}'.
pt_br: A entrada no arquivo ignored-dependency: {fn} não é válida. '{entry}'.
zh_cn: 被忽略的相关项文件 {fn} 中的条目无效。 '{entry}'。

source: Missing attribute(s) in ignored-dependency entry: '{entry}'. {attrs}.
pt_br: Atributo(s) ausente(s) na entrada ignored-dependency: '{entry}'. {attrs}.
zh_cn: 被忽略的相关项条目 '{entry}' 中缺少属性。 {attrs}。

source: Unknown attribute(s) found in ignored-dependency entry: '{entry}'. {attrs}.
pt_br: Atributo(s) desconhecido(s) encontrado(s) na entrada ignored-dependency: '{entry}'. {attrs}.
zh_cn: 在被忽略的相关项条目 '{entry}' 中找到了未知属性。 {attrs}。

source: This operation requires that a default publisher has been set or that a publisher be specified in the FMRI '{0}'.
pt_br: A operação requer que um editor padrão tenha sido definido ou que um editor esteja especificado no FMRI '{0}'.
zh_cn: 此操作要求设置缺省发布者或在 FMRI '{0}' 中指定发布者。

source: No transaction matching '{0}' could be found.
pt_br: Não foi possível encontrar nenhuma transação correspondente a '{0}'.
zh_cn: 未找到任何与 '{0}' 匹配的事务。

source: The repository cannot be modified as it is currently in use by another process: pid {pid} on {host}.
pt_br: O repositório não pode ser modificado porque está atualmente sendo usado por outro processo: pid {pid} em {host}.
zh_cn: 无法修改系统信息库，因为它当前正在由另一个进程（{host} 上的 pid {pid}）使用。

source: The repository cannot be modified as it is currently in use by another process.
pt_br: O repositório não pode ser modificado visto que está atualmente sendo usado por outro processo.
zh_cn: 无法修改系统信息库，因为它当前正在由另一个进程使用。

source: No manifest could be found for the FMRI: '{0}'.
pt_br: Nenhum manifesto pôde ser encontrado para o FMRI: '{0}'.
zh_cn: 未能为 FMRI 找到任何清单： '{0}'。

source: The requested operation cannot be performed when the repository is used in mirror mode.
id: Operasi yang diminta tidak dapat dilakukan ketika repositori menggunakanmodus mirror.
pt_br: A operação requisitada não pode ser realizada quando o repositório é usado no modo espelho.
zh_cn: 在镜像模式下使用系统信息库时，无法执行请求的操作。

source: The requested operation could not be completed as a default publisher has not been configured.
pt_br: Não foi possível concluir a operação solicitada não porque um editor padrão não foi configurado.
zh_cn: 无法完成请求的操作，因为尚未配置缺省发布者。

source: No such file '{0}'.
pt_br: Não há tal arquivo '{0}'.
zh_cn: 无此类文件 '{0}'。

source: The repository is read-only and cannot be modified.
id: Repositori bersifat read-only dan tidak dapat dimodifikasi.
pt_br: O repositório é somente leitura e não pode ser modificado.
zh_cn: 系统信息库是只读的，无法修改。

source: No token was provided to search.
id: Tidak ada token yang tersedia untuk pencarian.
pt_br: Nenhum passe foi fornecido para busca.
zh_cn: 没有提供任何要搜索的标记。

source: The specified search token '{0}' is invalid.
pt_br: O passe especificado para busca '{0}' é inválido.
zh_cn: 指定的搜索标记 '{0}' 无效。

source: Search functionality is temporarily unavailable.
id: Fungsionalitas pencarian untuk sementara tidak tersedia.
pt_br: A função de busca está temporariamente indisponível.
zh_cn: 搜索功能暂时不可用。

source: Publisher '{0}' already exists.
pt_br: O editor '{0}' já existe.
zh_cn: 发布者 '{0}' 已存在。

source: No publisher was specified or no default publisher has been configured for the repository.
pt_br: Nenhum editor foi especificado ou nenhum editor padrão foi configurado para o repositório.
zh_cn: 没有为系统信息库指定任何发布者，或尚未为它配置任何缺省发布者。

source: No publisher matching '{0}' could be found.
pt_br: Não foi possível encontrar nenhum editor correspondente a '{0}'.
zh_cn: 未找到任何与 '{0}' 匹配的发布者。

source: Quarantined path already exists.
pt_br: Já existe o caminho em quarentena.
zh_cn: 隔离的路径已存在。

source: Unable to find trust anchor directory {0}
pt_br: Não foi possível encontrar o diretório de âncora confiável {0}
zh_cn: 无法找到信任锚目录 {0}

source: Skipping {name}; invalid manifest: {error}
pt_br: Ignorando {name}; manifesto inválido: {error}
zh_cn: 正在跳过 {name}；无效的清单: {error}

source: Index corrupted or out of date. Removing old index directory ({0}) and rebuilding search indexes.
pt_br: Índice corrupto ou antigo. Removendo diretório de índice antigo ({0}) e recompilando os índices de pesquisa.
zh_cn: 索引已被破坏或过期。即将删除旧的索引目录 ({0}) 并重新生成搜索索引。

source: writable root not writable by current user id or group.
id: writable root tidak bersifat writable oleh user id saat ini atau kelompok.
pt_br: raiz gravável não gravável para id de usuário ou grupo atual.
zh_cn: 可写根目录不能按当前用户 ID 或组写入。

source: unable to write to index directory.
id: Tidak dapat menulis direktori indeks.
pt_br: impossível gravar para diretório de índice.
zh_cn: 无法写入到索引目录。

source: Unknown error
pt_br: Erro desconhecido
zh_cn: 未知错误

source: Invalid file hash: {0}
pt_br: Hash de arquivo inválido: {0}
zh_cn: 无效的文件散列: {0}

source: Corrupt manifest.
pt_br: Manifesto corrompido.
zh_cn: 损坏清单。

source: Use pkglint(1) for more details.
pt_br: Use pkglint(1) para obter mais detalhes.
zh_cn: 使用 pkglint(1) 获取更多详细信息。

source: Missing file: {0}
pt_br: Arquivo ausente: {0}
zh_cn: 缺少文件: {0}

source: Corrupted gzip file.
pt_br: Arquivo gzip corrompido.
zh_cn: gzip 文件已损坏。

source: Verification failure: {0}
pt_br: Falha na verificação: {0}
zh_cn: 验证失败: {0}

source: Bad manifest.
pt_br: Manifesto inválido.
zh_cn: 错误清单。

source: Bad signature.
pt_br: Assinatura inválida.
zh_cn: 错误签名。

source: Restrictive permissions.
pt_br: Permissões restritivas.
zh_cn: 限制性权限。

source: Some repository content for publisher '{0}' or paths leading to the repository were not world-readable or were not readable by 'pkg5srv:pkg5srv', which can cause access errors if the repository contents are served by the following services: svc:/application/pkg/server svc:/application/pkg/system-repository. Only the first path found with restrictive permissions is shown.
pt_br: O conteúdo de alguns repositórios do editor '{0}' ou os caminhos que levam ao repositório não eram de leitura global ou não foram lidos por 'pkg5srv:pkg5srv', que pode causar erros de acesso se os conteúdos do repositório forem servidos pelos seguintes serviços: svc:/application/pkg/server svc:/application/pkg/system-repository. Só é mostrado o primeiro caminho encontrado com permissões restritivas.
zh_cn: 发布者 '{0}' 的某些系统信息库内容或指向系统信息库的路径无法全局读取或无法由 'pkg5srv：pkg5srv' 读取，如果由以下服务提供系统信息库内容，则可能会导致访问错误： svc：/application/pkg/server svc：/application/pkg/system-repository。 只会显示所找到的第一个具有限制性权限的路径。

source: Permission denied.
pt_br: Permissão negada.
zh_cn: 权限被拒绝。

source: Missing file {0} must be fixed by republishing the package.
pt_br: O arquivo ausente {0} deve ser corrigido pela reedição do pacote.
zh_cn: 必须通过重新发布软件包来修复缺少的文件 {0}。

source: Moving {src} to {dest}
pt_br: Movendo {src} para {dest}
zh_cn: 正在将 {src} 移至 {dest}

source: Unable to quarantine {path}: {err}
pt_br: Não é possível colocar em quarentena {path}: {err}
zh_cn: 无法隔离 {path}: {err}

source: Illegal dependency FMRI.
pt_br: FMRI de dependência ilegal.
zh_cn: 非法相关项 FMRI。

source: Missing dependency.
pt_br: Dependência ausente.
zh_cn: 缺少相关项。

source: Unrecognized or malformed data in operation payload: '{0}'.
pt_br: Dados irreconhecíveis ou deformados na operação payload: '{0}'.
zh_cn: 操作有效载荷中存在不可识别或格式错误的数据： '{0}'。

source: The specified client_release is invalid: '{0}'
pt_br: O client_release especificado é inválido: '{0}'
zh_cn: 指定的 client_release 无效： '{0}'

source: 'The specified FMRI, '{0}', has an invalid version.
pt_br: 'The FMRI especificado, '{0}', tem uma versão inválida.
zh_cn: 指定的 FMRI '{0}' 的版本无效。

source: The specified FMRI, '{0}', already exists or has been restricted.
pt_br: O FMRI especificado, '{0}', já existe ou foi restringido.
zh_cn: 指定的 FMRI '{0}' 已存在或受到限制。

source: The specified FMRI, '{0}', must include the publisher prefix as the repository contains package data for more than one publisher or a default publisher has not been defined.
pt_br: O FMRI especificado, '{0}', deve incluir o prefixo do editor pois o repositório contém dados do pacote para mais do que um editor ou um editor padrão não foi definido.
zh_cn: 当系统信息库包含多个发布者的软件包数据，或尚未定义缺省发布者时，指定的 FMRI '{0}' 必须包含发布者前缀。

source: Need an existing instance of {0} to exist to append to it
pt_br: É necessária uma instância de {0} para que esteja presente a fim de se anexar a ele
zh_cn: 需存在 {0} 的现有实例，才能为它追加签名

source: Only a signature can be appended to an existing package
pt_br: Somente uma assinatura pode ser anexada a um pacote existente
zh_cn: 仅可将签名追加到现有软件包

source: The specified FMRI, '{0}', is invalid.
pt_br: O FMRI especificado, '{0}', é inválido.
zh_cn: 指定的 FMRI '{0}' 无效。

source: No Transaction matching ID '{0}' could be found.
pt_br: Não foi possível encontrar nenhuma transação correspondente a ID '{0}'.
zh_cn: 未找到任何与 ID '{0}' 匹配的事务。

source: Transaction ID '{0}' is already open.
pt_br: A transação ID '{0}' já está aberta.
zh_cn: 事务 ID '{0}' 已打开。

source: An obsolete package cannot contain actions other than 'set' and 'signature'.
pt_br: Um pacote obsoleto não pode conter outras ações que não sejam 'definir' e 'assinatura'.
zh_cn: 过时的软件包不能包含除 'set' 和 'signature' 以外的操作。

source: A renamed package cannot contain actions other than 'set', 'depend', and 'signature'.
pt_br: Um pacote renomeado não pode conter outras ações além de 'definir', 'depender' e 'assinatura'.
zh_cn: 重命名的软件包不能包含除 'set'、'depend' 和 'signature' 以外的操作。

source: A package may not be marked for both obsoletion and renaming.
id: Sebuah paket mungkin tidak akan ditandai baik untuk obsoletion maupun renaming.
pt_br: Um pacote não pode ser marcado para obsoleto e renomeado.
zh_cn: 软件包不能同时被标记为过时和重命名。

source: A '{type}' action cannot be present in an obsolete package: {action}
pt_br: Uma ação '{type}' não pode estar presente em um pacote obsoleto: {action}
zh_cn: '{type}' 操作不能出现在过时的软件包中: {action}

source: A '{type}' action cannot be present in a renamed package: {action}
pt_br: Uma ação '{type}' não pode estar presente em um pacote renomeado: {action}
zh_cn: '{type}' 操作不能出现在重命名的软件包中: {action}

source: A renamed package must contain at least one 'depend' action.
id: pergantian nama paket setidaknya harus memuat satu 'depend' aksi.
pt_br: Um pacote renomeado deve conter ao menos uma ação 'depend'.
zh_cn: 重命名的软件包必须至少包含一个 'depend' 操作。

source: At least one certificate has not been delivered for the signature action.
pt_br: Pelo menos um certificado não foi fornecido para a ação de assinatura.
zh_cn: 至少还需为 signature 操作传送一个证书。
