Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: requires a property name and at least one value
pt_br: requer um nome de propriedade e ao menos um valor
zh_cn: 需要一个属性名称和至少一个值

source: Signature-policy {0} doesn't allow additional parameters.
pt_br: A política de assinatura {0} não permite parâmetros adicionais.
zh_cn: 签名策略 {0} 不允许使用其他参数。

source: requires at least one property name
id: membutuhkan setidaknya satu nama properti
pt_br: requer ao menos um nome de propriedade
zh_cn: 至少需要一个属性名称

source: no such property: {0}
pt_br: não existe a propriedade: {0}
zh_cn: 无此类属性: {0}

source: VARIANT
pt_br: VARIANTE
zh_cn: 变量

source: VALUE
pt_br: VALOR
zh_cn: 值

source: no matching variants found
pt_br: nenhuma variante correspondente encontrada
zh_cn: 未找到任何匹配的变量

source: FACET
pt_br: FACETA
zh_cn: 侧面

source: MASKED
pt_br: MASCARADO
zh_cn: 已屏蔽

source: no matching facets found
pt_br: nenhuma face correspondente encontrada
zh_cn: 未找到任何匹配的侧面

source: RELATIONSHIP
pt_br: RELACIONAMENTO
zh_cn: 关系

source: PATH
pt_br: CAMINHO
zh_cn: 路径

source: linked image property arguments must be of the form '<name>=<value>'.
pt_br: os argumentos da propriedade de imagem vinculada devem estar no formato '<name>=<value>'.
zh_cn: 链接映像属性参数的格式必须是“<名称>=<值>”。

source: invalid linked image property: '{0}'.
pt_br: propriedade de imagem vinculada inválida: '{0}'.
zh_cn: 链接映像属性无效： '{0}'。

source: linked image property specified multiple times: '{0}'.
pt_br: propriedade de imagem vinculada especificada várias vezes: '{0}'.
zh_cn: 链接映像属性指定了多次： '{0}'。

source: {op}: no such property: {p}
pt_br: {op}: não existe a propriedade: {p}
zh_cn: {op}: 无此类属性: {p}

source: synced
pt_br: sincronizado
zh_cn: 已同步

source: diverged
pt_br: divergente
zh_cn: 已分离

source: cannot specify linked image property: '{0}'
pt_br: não foi possível especificar a propriedade de imagem vinculada: '{0}'.
zh_cn: 无法指定链接映像属性： '{0}'

source: a linked image name and path must be specified
pt_br: deve ser especificado um nome e caminho de imagem vinculada
zh_cn: 必须指定链接映像名称和路径

source: The -p option can be specified only once.
pt_br: A opção -p só pode ser especificada uma vez.
zh_cn: -p 选项只能被指定一次。

source: Facet arguments must be of the form '<name>=(True|False)'
pt_br: Os argumentos da faceta devem estar no formato '<name>=(True|False)'
zh_cn: 侧面参数的格式必须是“<名称>=(True|False)”

source: properties to be set must be of the form '<name>=<value>'. This is what was given: {0}
pt_br: as propriedades a serem definidas devem estar no formato '<name>=<value>'. Foi fornecido: {0}
zh_cn: 要设置的属性的格式必须为 '<name>=<value>'。所提供的属性为 {0}

source: a property may only be set once in a command. {0} was set twice
pt_br: uma propriedade pode ser definida somente uma vez em um comando. {0} foi definida duas vezes
zh_cn: 在命令中对属性只能设置一次。{0} 已设置两次

source: variant arguments must be of the form '<name>=<value>'.
id: Argumen varian harus dalam bentuk '<name>=<value>'.
pt_br: os argumentos da variante devem ser na forma '<name>=<value>'.
zh_cn: 变量参数的格式必须是“<名称>=<值>”。

source: an image directory path must be specified
pt_br: deve ser especificado o caminho de um diretório de imagens
zh_cn: 必须指定映像目录路径

source: only one image directory path may be specified
id: hanya satu jalur direktori gambar dapat diperinci
pt_br: somente um atalho de diretório de imagem pode ser especificado
zh_cn: 只能指定一个映像目录路径

source: --no-refresh cannot be used with -p unless a publisher prefix is provided.
pt_br: --no-refresh não pode ser usado com -p a menos que um prefixo de editor seja fornecido.
zh_cn: 无法组合使用 --no-refresh 和 -p，除非提供发布者前缀。

source: A publisher must be specified if -g or -m are used.
pt_br: O editor deve ser especificado se -g ou -m for usado.
zh_cn: 如果使用 -g 或 -m，则必须指定发布者。

source: The URI '{pub_url}' does not appear to point to a valid pkg repository. Please check the repository's location and the client's network configuration. Additional details: {error}
pt_br: Um URI '{pub_url}' parece não apontar para um repositório pkg válido. Verifique o local do repositório e a configuração de rede do cliente. Detalhes adicionais: {error}
zh_cn: URI '{pub_url}' 似乎未指向有效的 pkg 系统信息库。 请检查系统信息库的位置和客户机的网络配置。 其他详细信息： {error}

source: command does not take operands ('{0}')
pt_br: O comando não está operando ('{0}')
zh_cn: 命令没有操作数 ('{0}')

source: CLIENT
id: KLIEN
pt_br: CLIENTE
zh_cn: 客户机

source: COMMAND
pt_br: COMANDO
zh_cn: 命令

source: FINISH
pt_br: FINALIZAR
zh_cn: 完成

source: NEW BE
pt_br: NOVO BE
zh_cn: 新的 BE

source: NEW BE UUID
pt_br: UUID DO NOVO BE
zh_cn: 新的 BE UUID

source: OPERATION
id: OPERASI
pt_br: OPERAÇÃO
zh_cn: 操作

source: OUTCOME
id: HASIL
pt_br: RESULTADO
zh_cn: 结果

source: REASON
pt_br: MOTIVO
zh_cn: 原因

source: RELEASE NOTES
pt_br: NOTAS DE VERSÃO
zh_cn: 发行说明

source: SNAPSHOT
pt_br: INSTANTÂNEO
zh_cn: 快照

source: START
pt_br: INÍCIO
zh_cn: 开始

source: TIME
id: WAKTU
pt_br: HORA
zh_cn: 时间

source: USER
pt_br: USUÁRIO
zh_cn: 用户

source: Argument to -n must be numeric
pt_br: O argumento para -n deve ser numérico
zh_cn: -n 的参数必须是数字

source: Argument to -n must be positive
pt_br: O argumento para -n deve ser positivo
zh_cn: -n 的参数必须是正数

source: 'command' and 'reason' columns cannot be used together.
pt_br: As colunas 'command' e 'reason' não podem ser usadas juntas.
zh_cn: 'command' 与 'reason' 列不能一起使用。

source: The '{0}' column must be the last item in the -o list
pt_br: A coluna '{0}' deve ser o último item na lista -o
zh_cn: '{0}' 列必须是 -o 列表中的最后一项

source: Unknown output column '{0}'
pt_br: Coluna de saída desconhecida '{0}'
zh_cn: 未知的输出列 '{0}'

source: -H and -l may not be combined
id: -H dan -l tidak dapat digabungkan
pt_br: -H e -l não podem ser combinados
zh_cn: 不能组合使用 -H 和 -l

source: -o and -l may not be combined
pt_br: -o e -l não podem ser combinados
zh_cn: -o 与 -l 不可组合使用

source: -n and -t may not be combined
pt_br: -n e -t não podem ser combinados
zh_cn: -n 与 -t 不可组合使用

source: -o and -N may not be combined
pt_br: -o e -N não podem ser combinados
zh_cn: -o 与 -N 不可组合使用

source: -l and -N may not be combined
pt_br: -l e -N não podem ser combinados
zh_cn: -l 与 -N 不可组合使用

source: {0}: Release notes:
pt_br: {0}: Notas de versão:
zh_cn: {0}: 发行说明:

source: {0}: Release notes: None
pt_br: {0}: Notas de versão: nenhuma
zh_cn: {0}: 发行说明: 无

source: {0} (clock drift detected)
pt_br: {0} (desvio de relógio detectado)
zh_cn: {0}（检测到时钟偏移）

source: (Unknown)
pt_br: (Desconhecido)
zh_cn: （未知）

source: (None)
pt_br: (Nenhum)
zh_cn: （无）

source: Duplicate column specified: {0}
pt_br: Coluna duplicada especificada: {0}
zh_cn: 指定了重复的列: {0}

source: Operation
pt_br: Operação
zh_cn: 操作

source: Outcome
pt_br: Resultado
zh_cn: 结果

source: Reason
pt_br: Motivo
zh_cn: 原因

source: Client
pt_br: Cliente
zh_cn: 客户机

source: Version
pt_br: Versão
zh_cn: 版本

source: User
pt_br: Usuário
zh_cn: 用户

source: Boot Env.
pt_br: Ambiente de inicialização
zh_cn: 引导环境

source: Boot Env. UUID
pt_br: UUID do Ambiente de inicialização
zh_cn: 引导环境 UUID

source: New Boot Env.
pt_br: Novo ambiente de inicialização
zh_cn: 新引导环境

source: New Boot Env. UUID
pt_br: UUID do Novo Ambiente de Inicialização
zh_cn: 新引导环境 UUID

source: Snapshot
pt_br: Instantâneo
zh_cn: 快照

source: Start Time
pt_br: Hora de início
zh_cn: 开始时间

source: End Time
pt_br: Hora final
zh_cn: 结束时间

source: Total Time
pt_br: Tempo total
zh_cn: 总时间

source: Command
pt_br: Comando
zh_cn: 命令

source: Release Notes
pt_br: Notas de versão
zh_cn: 发行说明

source: Start State
pt_br: Estado inicial
zh_cn: 开始状态

source: End State
pt_br: Estado final
zh_cn: 结束状态

source: Errors
pt_br: Erros
zh_cn: 错误

source: History purged.
id: Sejarah dibersihkan.
pt_br: Histórico eliminado.
zh_cn: 历史记录已清除。

source: The following proxy configuration is set in the environment:
id: Berikut konfigurasi proxy diatur dalam lingkungan:
pt_br: A seguinte configuração de proxy está configurada no ambiente:
zh_cn: 在此环境中设置了以下代理配置：

source: Image format updated.
pt_br: Formato de imagem atualizado.
zh_cn: 映像格式已更新。

source: Image format already current.
pt_br: Formato de imagem já atual.
zh_cn: 映像格式已经是最新的。

source: version: command does not take operands ('{0}')
pt_br: versão: o comando não usa operandos ('{0}')
zh_cn: version： 命令没有操作数 ('{0}')

source: illegal global option -- {0}
pt_br: opção global ilegal -- {0}
zh_cn: 非法全局选项 -- {0}

source: {opt} takes argument of form name=value, not {arg}
pt_br: {opt} usa argumentos no formato name=value, não {arg}
zh_cn: {opt} 采用 name=value 格式的参数而不是 {arg}

source: unknown subcommand '{0}'
pt_br: subcomando desconhecido '{0}'
zh_cn: 未知子命令 '{0}'

source: no subcommand specified
id: tidak ada subcommand ditentukan
pt_br: nenhum subcomando especificado
zh_cn: 未指定子命令

source: runid must be an integer
pt_br: id de execução deve ser um valor inteiro
zh_cn: runid 必须为整数

source: -R not allowed for {0} subcommand
pt_br: -R não é permitido no subcomando {0}
zh_cn: 对于 {0} 子命令，不允许使用 -R

source: illegal option -- {0}
pt_br: opção ilegal -- {0}
zh_cn: 非法选项 -- {0}

source: Could not find image. Use the -R option or set $PKG_IMAGE to the location of an image.
pt_br: Não foi possível localizar a imagem. Use a opção -R ou defina $PKG_IMAGE para o local de uma imagem.
zh_cn: 找不到映像。请使用 -R 选项或者将 $PKG_IMAGE 设置为某个 映像的位置。

source: illegal argument -- {0}
pt_br: argumento ilegal -- {0}
zh_cn: 非法参数 -- {0}

source: Linked image exception(s): {0}
pt_br: Exceção(ões) de imagem vinculada: {0}
zh_cn: 链接映像异常： {0}

source: Errors were encountered while attempting to retrieve package or file data for the requested operation.
id: Kesalahan yang muncul ketika mencoba untuk mengambil paket atau berkas data untuk operasi yang diminta.
pt_br: Erros foram encontrados ao tentar recuperar o pacote ou dados do arquivo para a operação solicitada.
zh_cn: 尝试为请求的操作检索软件包或文件数据时 出现错误。

source: Details follow: {0}
pt_br: Detalhes seguintes: {0}
zh_cn: 详细信息如下： {0}

source: An error was encountered while attempting to read image state information to perform the requested operation. Details follow: {0}
pt_br: Ocorreu um erro ao tentar ler as informações de estado da imagem para realizar a operação solicitada. Os detalhes são: {0}
zh_cn: 在尝试读取映像状态信息以执行请求操作时 出现错误。详细信息如下： {0}

source: Unable to contact a valid package repository. This may be due to a problem with the repository, network misconfiguration, or an incorrect pkg client configuration. Please verify the client's network configuration and repository's location.
pt_br: Impossível contatar um repositório de pacotes válido. Pode ser devido a um problema com o repositório, erro de configuração de rede ou configuração incorreta do cliente pkg. Comprove a configuração de rede do cliente e o local do repositório.
zh_cn: 无法连接有效的软件包系统信息库。这可能是由于系统信息库出现问题、网络配置错误或 pkg 客户机配置不正确。请检验客户机的网络配置和系统信息库的位置。

source: Additional details: {0}
pt_br: Detalhes adicionais: {0}
zh_cn: 其他详细信息： {0}

source: An error was encountered while attempting to load history information about past client operations.
id: Terjadi kesalahan ketika mencoba untuk memuat informasi sejarah tentang operasi klien masa lalu .
pt_br: Ocorreu um erro ao tentar carregar as informações do histórico sobre operações passadas do cliente.
zh_cn: 尝试装入有关过去的客户机操作的历史记录信息时 出现错误。

source: An error was encountered while attempting to store information about the current operation in client history.
id: Terjadi kesalahan ketika mencoba untuk menyimpan informasi tentang operasi saat ini pada sejarah klien.
pt_br: Ocorreu um erro ao tentar armazenar informações sobre a operação atual no histórico do cliente.
zh_cn: 尝试在客户机历史记录中存储有关当前操作的信息时 出现错误。

source: An error was encountered while attempting to purge client history.
id: Terjadi kesalahan ketika mencoba untuk membersihkan sejarah klien.
pt_br: Ocorreu um erro ao tentar eliminar o histórico do cliente.
zh_cn: 尝试清除客户机历史记录时出现错误。

source: The pkg command appears out of sync with the libraries provided by pkg:/package/pkg. The client version is {client} while the library API version is {api}.
pt_br: O comando pkg aparece fora de sincronia com as bibliotecas fornecidas pelo pkg:/package/pkg. A versão do cliente é {client} e a versão da API da biblioteca é {api}.
zh_cn: pkg 命令似乎与 pkg:/package/pkg 提供的库 不同步。客户机版本是 {client}，而库 API 版本是 {api}。

source: Despite the error while indexing, the operation has completed successfuly.
pt_br: Apesar do erro produzido ao indexar, a operação foi concluída com êxito.
zh_cn: 尽管在建立索引时出现错误，但操作已成功完成。

source: Usage: pkg.depot-config ( -d repository_dir | -S ) -r runtime_dir [-c cache_dir] [-s cache_size] [-p port] [-h hostname] [-l logs_dir] [-T template_dir] [-A] [-t server_type] ( ( [-F] [-P server_prefix] ) | [--https ( ( --cert server_cert_file --key server_key_file [--cert-chain ssl_cert_chain_file] ) | --cert-key-dir cert_key_directory ) [ (--ca-cert ca_cert_file --ca-key ca_key_file ) ] [--smf-fmri smf_pkg_depot_fmri] ] )
pt_br: Uso: pkg.depot-config ( -d repository_dir | -S ) -r runtime_dir [-c cache_dir] [-s cache_size] [-p port] [-h hostname] [-l logs_dir] [-T template_dir] [-A] [-t server_type] ( ( [-F] [-P server_prefix] ) | [--https ( ( --cert server_cert_file --key server_key_file [--cert-chain ssl_cert_chain_file] ) | --cert-key-dir cert_key_directory ) [ (--ca-cert ca_cert_file --ca-key ca_key_file ) ] [--smf-fmri smf_pkg_depot_fmri] ] )
zh_cn: 用法： pkg.depot-config ( -d repository_dir | -S ) -r runtime_dir [-c cache_dir] [-s cache_size] [-p port] [-h hostname] [-l logs_dir] [-T template_dir] [-A] [-t server_type] ( ( [-F] [-P server_prefix] ) | [--https ( ( --cert server_cert_file --key server_key_file [--cert-chain ssl_cert_chain_file] ) | --cert-key-dir cert_key_directory ) [ (--ca-cert ca_cert_file --ca-key ca_key_file ) ] [--smf-fmri smf_pkg_depot_fmri] ] )

source: Unable to chown {dir} to {user}:{group}: {err}
pt_br: Não é possível alterar de {dir} para {user}:{group}: {err}
zh_cn: 无法将 {dir} 的所有者更改为 {user}:{group}: {err}

source: pkg.depot-config only supports v4 repositories
pt_br: pkg.depot-config só suporta repositórios v4
zh_cn: pkg.depot-config 仅支持 v4 系统信息库

source: {0} is not a directory
pt_br: {0} não é um diretório
zh_cn: {0} 不是一个目录

source: invalid port: {0}
pt_br: porta inválida: {0}
zh_cn: 无效端口: {0}

source: invalid cache size: {0}
pt_br: tamanho de cache inválido: {0}
zh_cn: 无效高速缓存大小: {0}

source: Unable to write Apache configuration: {host}: {err}
pt_br: Não é possível gravar configuração Apache: {host}: {err}
zh_cn: 无法写入 Apache 配置: {host}: {err}

source: Unable to write depot_httpd.conf: {0}
pt_br: Não foi possível gravar depot_httpd.conf: {0}
zh_cn: 无法写入 depot_httpd.conf： {0}

source: Unable to write versions response: {0}
pt_br: Não foi possível gravar a resposta de versions: {0}
zh_cn: 无法写入版本响应： {0}

source: Unable to write publisher response: {0}
pt_br: Não foi possível gravar a resposta do editor: {0}
zh_cn: 无法写入发布者响应： {0}

source: Unable to write status response: {0}
pt_br: Não foi possível gravar a resposta de status: {0}
zh_cn: 无法写入状态响应：{0}

source: Cannot find user provided CA certificate file: {0}
pt_br: Não é possível localizar arquivo da certificado CA fornecido pelo usuário: {0}
zh_cn: 找不到用户提供的 CA 证书文件： {0}

source: Cannot find user provided CA key file: {0}
pt_br: Não é possível localizar arquivo da chave CA fornecido pelo usuário: {0}
zh_cn: 找不到用户提供的 CA 密钥文件： {0}

source: Unable to remove an existing 'htdocs' directory in the runtime directory: {0}
pt_br: Não foi possível remover um diretório 'htdocs' existente no diretório de runtime: {0}
zh_cn: 无法删除运行时目录中的现有 'htdocs' 目录： {0}

source: no repositories found
pt_br: nenhum repositório encontrado
zh_cn: 未找到任何系统信息库

source: Unable to write configuration: {0}
pt_br: Não foi possível gravar a configuração: {0}
zh_cn: 无法写入配置：{0}

source: Created {0}/depot.conf
pt_br: {0}/depot.conf criado
zh_cn: 已创建 {0}/depot.conf

source: No online, readonly, non-standalone instances of {0} found.
pt_br: Nenhuma instância on-line, somente leitura e não independente de {0} encontrada.
zh_cn: 未找到 {0} 的联机、只读、非独立实例。

source: prefix {0} cannot be used more than once in a given depot configuration
pt_br: prefixo {0} não pode ser usado mais de uma vez em uma determinada configuração de depósito
zh_cn: 前缀 {0} 不能在给定的 depot 配置中多次使用

source: repo_root {0} cannot be used more than once in a given depot configuration
pt_br: repo_root {0} não pode ser usado mais de uma vez em uma determinada configuração de depósito
zh_cn: repo_root {0} 不能在给定的 depot 配置中多次使用

source: writable_root {0} cannot be used more than once in a given depot configuration
pt_br: writable_root {0} não pode ser usado mais de uma vez em uma determinada configuração de depósito
zh_cn: writable_root {0} 不能在给定的 depot 配置中多次使用

source: cannot use '/' chars in prefixes
pt_br: não é possível usar caracteres '/' em prefixos
zh_cn: 不能在前缀中使用 '/' 字符

source: %s is not a valid prefix
pt_br: %s não é um prefixo válido
zh_cn: %s 不是有效的前缀

source: -d arguments must be in the form <prefix>=<repo path>[=writable root]
pt_br: os argumentos -d devem estar no formato <prefix>=<repo path>[=writable root]
zh_cn: -d 参数的格式必须是 <前缀>=<repo 路径>[=可写根目录]

source: required runtime dir option -r missing.
pt_br: opção -r de runtime obrigatória, ausente.
zh_cn: 缺少必需的运行时 dir 选项 -r。

source: cache_dir option -c is required if -F is not used.
pt_br: opção -c de cache_dir será obrigatória se -F não for usado.
zh_cn: 如果不使用 -F，则 cache_dir 选项 -c 是必需的。

source: required port option -p missing.
pt_br: opção -p de porta obrigatória ausente.
zh_cn: 缺少必需的端口选项 -p。

source: at least one -d option is required if -S is not used.
pt_br: pelo menos uma opção -d será obrigatória se -S não for usado.
zh_cn: 如果不使用 -S，则至少一个 -d 选项是必需的。

source: cannot use -d and -S together.
pt_br: não é possível usar -d e -S juntos.
zh_cn: 不能同时使用 -d 和 -S。

source: https configuration is not supported in fragment mode.
pt_br: A configuração https não é suportada no modo de fragmentação.
zh_cn: 段模式下不支持 https 配置。

source: certificate and key files must be presented at the same time.
pt_br: os arquivos de certificado e de chave devem ser apresentados ao mesmo tempo.
zh_cn: 证书文件和密钥文件必须同时存在。

source: cert-key-dir option is require to store the generated certificates and keys
pt_br: a opção cert-key-dir é necessária para armazenar as chaves e os certificados gerados
zh_cn: 需要 cert-key-dir 选项以存储生成的证书和密钥

source: Cannot use --cert-chain without --cert and --key
pt_br: Não é possível usar --cert-chain sem --cert e --key
zh_cn: 不能在没有 --cert 和 --key 的情况下使用 --cert-chain

source: server CA certificate and key files must be presented at the same time.
pt_br: certificado CA do servidor e arquivos de chave devem ser apresentados ao mesmo tempo.
zh_cn: 服务器 CA 证书文件和密钥文件必须同时存在。

source: Server CA certificate is located at {0}. Please deploy it into /etc/certs/CA directory of each client.
pt_br: O certificado CA do servidor está localizado em {0}. Implante-o no diretório /etc/certs/CA de cada cliente.
zh_cn: 服务器 CA 证书位于 {0}。请将其部署到每个客户机的 /etc/certs/CA 目录中。

source: User provided server certificate file {0} does not exist.
pt_br: Arquivo de certificado do servidor fornecido pelo usuário {0} não existe.
zh_cn: 用户提供的服务器证书文件 {0} 不存在。

source: User provided server key file {0} does not exist.
pt_br: Arquivo de chave do servidor fornecido pelo usuário {0} não existe.
zh_cn: 用户提供的服务器密钥文件 {0} 不存在。

source: User provided certificate chain file {0} does not exist.
pt_br: Arquivo de encadeamento (chain) do certificado fornecido pelo usuário {0} não existe.
zh_cn: 用户提供的证书链文件 {0} 不存在。

source: certificate or key files are given before https service is turned on. Use --https to turn on the service.
pt_br: os arquivos de certificado ou de chave são fornecidos antes da ativação do serviço https. Use --https para ativar o serviço.
zh_cn: 在打开 https 服务之前提供了证书文件或密钥文件。请使用 --https 打开该服务。

source: cannot use --smf-fmri without --https.
pt_br: não é possível usar --smf-fmri sem --https.
zh_cn: 不能在没有 --https 的情况下使用 --smf-fmri。

source: cannot use -d with writable roots and -F together.
pt_br: não é possível usar -d com roots graváveis e F juntos.
zh_cn: 不能将 -d 与可写根目录和 -F 一起使用。

source: cannot use -F and -p together.
pt_br: não é possível usar -F e -p juntos.
zh_cn: 不能同时使用 -F 和 -p。

source: cannot use -F and -A together.
pt_br: não é possível usar -F e -A juntos.
zh_cn: 不能同时使用 -F 和 -A。

source: cannot use -P without -F.
pt_br: não é possível usar -P sem -F.
zh_cn: 不能在没有 -F 的情况下使用 -P。

source: unknown server type {type}. Known types are: {known}
pt_br: tipo de servidor {type} desconhecido. Os tipos conhecidos são: {known}
zh_cn: 服务器类型 {type} 未知。已知类型为 {known}

source: Try `pkg.depotd --help or -?' for more information.
id: Coba `pkg.depotd --help or -?' untuk informasi lebih.
pt_br: Tente `pkg.depotd --help ou -?' para mais informações.
zh_cn: 有关更多信息，请尝试 'pkg.depotd --help' 或 'pkg.depotd -?'。

source: property arguments must be of the form '<section.property>=<value>'.
id: argumen properti harus sesuai dengan form '<section.property>=<value>'.
pt_br: propriedades dos argumentos devem ser na forma '<section.property>=<value>'.
zh_cn: 属性参数的格式必须是“<区段.属性>=<值>”。

source: Need to try installing {action} again
pt_br: É necessário tentar instalar {action} novamente
zh_cn: 需要再次尝试安装 {action}

source: unknown action type '{type}' in package '{fmri}' in action '{action}'
pt_br: tipo de ação desconhecido '{type}' no pacote '{fmri}', na ação '{action}'
zh_cn: 软件包 '{fmri}' 中的操作 '{action}' 的操作类型 '{type}' 未知

source: unknown action type '{type}' in action '{action}'
pt_br: tipo de ação desconhecido '{type}' na ação '{action}'
zh_cn: 操作 '{action}' 的操作类型 '{type}' 未知

source: Malformed action in package '{fmri}' at position: {pos:d}: {error}: {action} {marker}
pt_br: Ação malformada no pacote '{fmri}', na posição: {pos:d}: {error}: {action} {marker}
zh_cn: 位于 {pos:d} 的软件包 '{fmri}' 中的操作不规则: {error}: {action} {marker}

source: Malformed action at position: {pos:d}: {error}: {action} {marker}
pt_br: Ação malformada na posição: {pos:d}: {error}: {action} {marker}
zh_cn: 位于 {pos:d} 的操作不规则: {error}: {action} {marker}

source: invalid action in package {fmri}: {action}: {error}
pt_br: ação inválida no pacote {fmri}: {action}: {error}
zh_cn: 软件包 {fmri} 中的操作无效: {action}: {error}

source: invalid action, '{action}': {error}
pt_br: ação inválida, '{action}': {error}
zh_cn: 操作 '{action}' 无效: {error}

source: no value specified for key attribute '{0}'
pt_br: nenhum valor especificado para o atributo-chave '{0}'
zh_cn: 没有为关键属性 '{0}' 指定值

source: {0} attribute may only be specified once
pt_br: O atributo {0} só pode ser especificado uma vez
zh_cn: {0} 属性只可以指定一次

source: Empty or invalid path attribute
pt_br: Atributo de caminho vazio ou inválido
zh_cn: 路径属性为空或无效

source: The action '{action}' in package '{fmri}' has invalid attribute(s): {act_errors}
pt_br: A ação '{action}' no pacote '{fmri}' possui atributo(s) inválido(s): {act_errors}
zh_cn: 软件包 '{fmri}' 中的操作 '{action}' 具有无效属性： {act_errors}

source: The action '{action}' has invalid attribute(s): {act_errors}
pt_br: A ação '{action}' possui atributo(s) inválido(s): {act_errors}
zh_cn: 操作 '{action}' 具有无效属性： {act_errors}

source: Action payload '{name}' was not found in any of the provided locations: {basedirs}
pt_br: O payload de ação '{name}' não foi localizado em nenhum local fornecido: {basedirs}
zh_cn: 在所提供的任何位置都没有找到操作有效载荷 '{name}'： {basedirs}

source: Action payload '{name}' was not found in any of the provided sources: {sources}
pt_br: O payload de ação '{name}' não foi localizado em nenhuma fonte fornecida: {sources}
zh_cn: 在所提供的任何源中都没有找到操作有效载荷 '{name}'： {sources}

source: Package is not installed in parent image {0}
pt_br: O pacote não está instalado na imagem pai {0}
zh_cn: 没有在父映像 {0} 中安装软件包

source: Package in parent is from a different publisher: {0}
pt_br: O pacote contido no pai é de um editor diferente: {0}
zh_cn: 父项中的软件包来自一个不同的发布者: {0}

source: Parent image has a newer version of package {0}
pt_br: A imagem mãe tem uma versão mais recente do pacote {0}
zh_cn: 父映像具有一个更新版本的软件包 {0}
