Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: publisher does not exist. Use -g to define origin URI for new publisher.
id: penerbit tidak ada. Gunakan -g untuk menentukan asal URI untuk penerbit baru.

source: The origin URIs for '%(pubname)s' do not appear to point to a valid pkg server. Please check the server's address and client's network configuration. Additional details: %(details)s
id: URI asal untuk '%(pubname)s' tidak muncul untuk menunjukkan pkg server yang valid. Harap periksa alamat server dan konfigurasi jaringan klien. Rincian tambahan: %(details)s

source: Removal failed for '%(pub)s': %(msg)s
id: Penghapusan gagal untuk '%(pub)s': %(msg)s

source: preferred
id: pilihan

source: set-publisher must be used to change the preferred publisher
id: set-penerbit harus digunakan untuk mengubah pilihan penerbit

source: no such property: %s
id: properti tidak ada: %s

source: property: no such property: %s
id: properti: tidak ada properti: %s

source: no such variant: %s
id: Tidak seperti varian: %s

source: publisher argument must be of the form '<prefix>=<url>'.
id: argumen penerbit harus dalam bentuk '<prefix>=<url>'.

source: Facet arguments must beform 'facet..=[True|False]'
id: Argumen Facet harus sebelum 'facet..=[True|False]'

source: a publisher must be specified
id: penerbit harus ditentukan

source: a publisher's prefix may not start with the text: %s
id: awalan penayang mungkin tidak dimulai dengan teks: %s

source: publisher prefix contains invalid characters
id: prefix penerbit mengandung karakter yang tidak valid

source: cannot create image at %(image_dir)s: %(reason)s
id: tidak dapat menciptakan gambar pada %(image_dir)s: %(reason)s

source: The URI '%(pub_url)s' does not appear to point to a valid pkg server. Please check the server's address and client's network configuration. Additional details: %(error)s
id: URI '%(pub_url)s' tidak muncul untuk menunjuk ke server pkg yang valid. Harap periksa alamat server dan konfigurasi jaringan klien. Rincian tambahan: %(error)s

source: illegal global option -- %s
id: ilegal opsi global -- %s

source: %(opt)s takes argument of form name=value, not %(arg)s
id: %(opt)s mengambil bentuk argumen nama=nilai, bukan %(arg)s

source: -R not allowed for %s subcommand
id: -R tidak diperbolehkan untuk %s subcommand

source: illegal option -- %s
id: pilihan ilegal -- %s

source: version: command does not take operands ('%s')
id: versi: perintah tidak mengambil Operand ('%s')

source: Could not find image. Use the -R option or set $PKG_IMAGE to point to an image, or change the working directory to one inside the image.
id: Tidak bisa menemukan gambar. Gunakan opsi -R atau menyetel $ PKG_IMAGE ke titik ke foto, atau mengubah direktori kerja ke salah satu di dalam gambar.

source: unknown subcommand '%s'
id: subcommand tidak diketahui '%s'

source: This is an internal error. Please let the developers know about this problem by filing a bug at http://defect.opensolaris.org and including the above traceback and this message. The version of pkg(7) is '%s'.
id: Ini adalah kesalahan internal. Harap pengembang tahu tentang kesalahan ini dengan mengisi bug pada http://defect.opensolaris.org dan termasuk diatas traceback dan pesan ini. Versi pkg(7) adalah '%s'.

source: Details follow: %s
id: Rincian ikuti: %s

source: Unable to contact a valid package depot. This may be due to a problem with the server, network misconfiguration, or an incorrect pkg client configuration. Please check your network settings and attempt to contact the server using a web browser.
id: Tidak dapat menghubungi depot paket yang valid. Hal ini mungkin karena masalah denganserver, masalah konfigurasi jaringan, atau kesalahan konfigurasi pkg klien. Silakan periksa pengaturan jaringan Anda dan coba untuk menghubungiserver menggunakan web browser.

source: Additional details: %s
id: Rincian tambahan: %s

source: The pkg command appears out of sync with the libraries provided by SUNWipkg. The client version is %(client)s while the library API version is %(api)s
id: Perintah pkg tidak sinkron dengan library yang disediakan oleh SUNWipkg. Versi klien %(client)s sementara versi library API adalah %(api)s

source: Despite the error while indexing, the update, install, or uninstall has completed successfuly.
id: Meskipun kesalahan ketika pengindeksan, pembaruan image, install, atau uninstall telah selesai dengan sukses.

source: Add More Software
id: Tambahkan Perangkat Lunak

source: Install, update and remove software packages
id: Instal, perbarui dan hapus paket aplikasi.

source: Accessories
id: Aksesoris

source: Administration and Configuration
id: Administrasi dan Configurasi

source: Application and Web Servers
id: Aplikasi dan Server Web

source: Builds
id: Membuat

source: Communications
id: Komunikasi

source: Configuration and Preferences
id: Konfigurasi dan Preferensi

source: Core
id: Inti

source: Databases
id: Basis Data

source: Developer Tools
id: Peralatan Pengembang

source: Display
id: Tampilan

source: Distribution Tools
id: Peralatan distribusi

source: Documentation
id: Dokumentasi

source: Editors
id: Editor

source: Enterprise Management
id: Manajemen Enterprise

source: File Managers
id: Pengelola File

source: File System
id: Sistem Berkas

source: Fonts
id: Huruf

source: GNOME and GTK+
id: GNOME dan GTK+

source: Games
id: Permainan

source: Graphics and Imaging
id: Gambar dan Grafis

source: Hardware
id: Perangkat Keras

source: High Performance Computing
id: Perhitungan dengan kinerja tingkat tinggi

source: Integrated Development Environments
id: Lingkungan Pengembangan Terpadu

source: Internationalization
id: Internasionalisasi

source: Libraries
id: Librari

source: Localizations
id: Local

source: Multimedia Libraries
id: Librari Multimedia

source: Networking
id: Jaringan

source: Office Tools
id: Peralatan Office

source: Other Languages
id: Bahasa lain

source: Other Peripherals
id: Peripheral lain

source: Packaging
id: Kemasan

source: Panels and Applets
id: Panel dan Applet

source: Plug-ins and Run-times
id: Plug-ins dan Run-times

source: Ports
id: Port

source: Printing
id: Cetak

source: Releases
id: Rilis

source: Security
id: Keamanan

source: Services
id: Layanan

source: Sessions
id: Sesi

source: Software Management
id: Manajemen Perangkat Lunak

source: Sound and Video
id: Suara dan Video

source: Source Code Management
id: Manajemen Kode Sumber

source: System
id: Sistem

source: System Utilities
id: Sistem Utilitas

source: Text Tools
id: Teks tool

source: Theming
id: Tema

source: Trusted
id: Terpercaya

source: Trusted Extensions
id: Ekstensi terpercaya

source: Universal Access
id: Akses Universal

source: Virtualization
id: Virtualisasi

source: Window Managers
id: Manajer Window

source: A boolean which determines if the Start Page should be shown on startup or the initial list view.
id: Sebuah boolean menentukan apakah Halaman Awal harus ditampilkan pada startup atau tampilan daftar awal.

source: A boolean which determines if the search is executed dynamically as user types or only when user hits the return key.
id: Sebuah boolean menentukan apakah pencarian dijalankan secara dinamis oleh pengguna atau hanya bila pengguna menekan tombol.

source: A boolean which determines whether Package Manager should save its state on exit and use it on restart. The state is the selected publisher and the size and position of horizontal and vertical dividers.
id: Sebuah boolean menentukan apakah Manajer Paket harus menyimpan keaadaan pada saat keluar dan menggunakannya kembali pada saat kembali hidup. Keadaan yang dipilih penerbit dan ukurandan posisi jangka merupakan pembagi antara garis horizontal dan vertikal.

source: A boolean which determines whether Package Manager should show confirmation dialog when the updates are found after performing Updates operation (Checks if updates are available) or it should go straight to the update all operation.
id: boolean menentukan apakah Manajer paket harus menampilkan dialog konfirmasi ketika perubahan ditemukan setelah melakukan operasi Update (Cek jika perubahan tersedia) atau langsung melakukan update semua operasi.

source: A boolean which determines whether Package Manager should show confirmation dialog when the user selected some packages for installation or update.
id: Sebuah boolean menentukan apakah Manajer Paket harus menunjukkan dialog konfirmasiketika pengguna memilih beberapa paket untuk di instalasi atau di update.

source: A boolean which determines whether Package Manager should show confirmation dialog when the user selected some packages for removal.
id: Sebuah boolean menentukan apakah Manajer Paket harus menunjukkan dialog konfirmasiketika pengguna memilih beberapa paket untuk dihapus.

source: A boolean which determines whether Package Manager should start in search mode.
id: Sebuah boolean menentukan apakah Package Manager harus mulai pada modus pencarian.

source: A string which determines if the repository is shown or not in the error dialog.
id: Sebuah string menentukan apakah repositori ditampilkan atau tidak dalam dialog kesalahan.

source: A string which stores the last publisher used by package manager.
id: Sebuah string menyimpan penerbit terakhir yang digunakan oleh manajer paket.

source: An integer which identifies the initial show filter value to be displayed when packagemanager starts. 0 corresponds to All Packages.
id: Integer mengidentifikasi awal filter menunjukkan nilai yang akan ditampilkan ketika paket manager dimulai. 0 menunjukkan ke Semua Paket.

source: An integer which identifies the initial toplevel section to be expanded when packagemanager starts. 0 = "All Categories", 2 = "Applications" (the default)
id: Integer mengidentifikasi bagian toplevel awal yang akan diperluas ketikamanajer paket dimulai. 0 = "All Categories", 2 = "Applications" (the default)

source: An integer which specifies the initial height of the application main window, overridden if there is not enough screen available.
id: Integer menentukan ketinggian awal utama aplikasi padajendela, diganti jika tidak tersedia cukup layar yang tersedia.

source: An integer which specifies the initial horizonatal divider position of the application, which separates the category panel from the list panel.
id: Integer yang menentukan awal horizonatal posisi pembagiaplikasi, yang memisahkan kategori panel dari daftar panel.

source: An integer which specifies the initial vertical divider position of the application, which separates the details panel from the list panel.
id: Integer yang menentukan posisi awal pembagi vertikal dariaplikasi, yang memisahkan rincian panel dari daftar panel.

source: An integer which specifies the initial width of the application main window, overridden if there is not enough screen available.
id: Integer yang menentukan awal lebar jendela utama aplikasi,ditolak jika tidak tersedia cukup layar yang tersedia.

source: An integer which specifies the maximum number of entries to store for search completion.
id: Integer yang menentukan jumlah entri maksimum untuk menyimpan pencarianyang selesai dicari.

source: Comma separated list of repositories which we show if there are API errors when searching them
id: Daftar repositori dipisahkan dengan koma yang menunjukkan ada kesalahan API saat pencarian

source: Display confirmation dialog after Check for updates
id: Tampilkan dialog konfirmasi setelah Cek pembaruan

source: Display install/update packages confirmation dialog
id: Tampilkan dialog konfirmasi penginstalan/update paket

source: Display remove packages confirmation dialog
id: Menampilkan dialog konfirmasi menghapus paket

source: Display selected publisher at startup
id: Tampilkan penerbit yang dipilih saat dihidupkan

source: Enable type ahead search
id: Aktifkan jenis pencarian di depan

source: Initial application height
id: Permintaan tinggi

source: Initial application horizonatal divider position
id: Permintaan pembagi posisi horisontal

source: Initial application vertical divider position
id: Permintaan pembagi posisi vertikal

source: Initial application width
id: Permintaan lebar

source: Initial section value
id: Inisial nilai bagian

source: Initial show filter value
id: Permohonan menunjukkan nilai filter

source: Last Export Selections Path
id: Seleksi Ekspor path terakhir

source: Last publisher used by package manager
id: Penerbit terakhir yang digunakan oleh manajer paket

source: Maximum entries for Search Completion
id: Maksimum entri pada Penyelesaian Pencarian

source: Show Start Page on startup
id: Tampilkan Halaman Awal pada saat hidup

source: Start Page Update URL
id: Update URL Halaman Awal

source: Start in serach mode
id: Mulai pada modus pencarian

source: The location from which to fetch updates to the Package Manager Start Page.
id: Lokasi untuk mengambil update ke Halaman Awal Manajer Paket.

source: The path for the last set of selections exported from packagemanager.
id: Jalur untuk pilihan pengaturan terakhir diekspor dari pengelola paket.

source: Package Manager
id: Manajer Paket

source: <b>Add, modify and remove publishers</b>
id: <b>Tambah, ubah dan hapus penerbit</b>

source: <b>Apply the following changes:</b>
id: <b>Terapkan perubahan berikut:</b>

source: <b>Delete, rename and activate boot environments</b>
id: <b>Hapus, ubah nama dan aktifkan boot environments</b>

source: <b>Exit</b>
id: <b>Keluar</b>

source: <b>General</b>
id: <b>Umum</b>

source: <b>Installable Version:</b>
id: <b>Versi Installable:</b>

source: <b>Installed:</b>
id: <b>Diinstal:</b>

source: <b>Name:</b>
id: <b>Nama:</b>

source: <b>Origins</b>
id: <b>Asal</b>

source: <b>Publisher added successfully</b>
id: <b>Penambahas Penerbit berhasil</b>

source: <b>Publisher</b>
id: <b>Penerbit</b>

source: <b>Recent Searches</b>
id: <b>Pencarian Terbaru</b>

source: <b>Review the packages to be installed or udpated</b>
id: <b>Tinjau paket-paket yang akan di instal atau di update</b>

source: <b>Show Confirmation Dialog</b>
id: <b>Tampilkan Dialog Konfirmasi</b>

source: <b>Startup</b>
id: <b>Hidupkan</b>

source: <b>Update All completed successfully</b>
id: <b>Update semua selesai dengan sukses</b>

source: <b>View Package Manager Logs</b>
id: <b>Lihat log paket manajer</b>

source: <b>_SSL Key and Certificate</b>
id: <b>Kunci _SSL dan Sertifikat</b>

source: <big><b>Package Manager Web Installer</b></big>
id: <big><b>Manajer Paket Web Installer</b></big>

source: <span foreground="blue"><u>What's this?</u></span>
id: <span foreground="blue"><u>Apa ini?</u></span>

source: A boot environment (BE) contains the operating system image and updated packages. The system will boot into the new BE on restart.
id: Boot environment (BE) berisi operasi image sistem and paket update. The sistem akan ke BE baru saat di start ulang.

source: A new boot environment has been created and will be given the following name.
id: Boot environment baru sudah dibuat dan akan diberikan nama berikut.

source: A_dd
id: T_ambah

source: About Glade
id: Tentang Glade

source: Add Publisher
id: Tambah Penerbit

source: Adding Publisher Complete
id: Penambahan Penerbit Berhasil

source: Applying Changes
id: Menerapkan perubahan

source: Applying changes...
id: Menerapkan perubahan...

source: B_rowse...
id: C_ari...

source: Bro_wse...
id: Ca_ri...

source: Browse for SSL Certificate
id: Cari Sertifikat SSL

source: Browse for SSL Key
id: Cari Kunci SSL

source: C_lear Search
id: B_ersihkan Pencarian

source: Cancel current operation
id: Batalkan operasi saat ini

source: Checking for latest SUNWipkg and SUNWipkg-gui, please wait...
id: Sedang dilakukan pengecekan versi paket terakhir dari SUnWipkg dan SUNWipkg-gui, silahkan tunggu...

source: Checking package dependencies...
id: Cek ketergantungan paket

source: Checks if updates are available
id: Cek jika update tersedia

source: Clear Recent Searc_hes
id: Bersihkan Pen_carian akhir

source: Confirmation
id: Konfirmasi

source: Copyright 2010 Sun Microsystems, Inc. All rights reserved. Use is subject to license terms.
id: Hak Cipta 2010 Sun Microsystems, Inc. All rights reserved. Use is subject to license terms.

source: Currently active boot environment
id: Lingkungabn boot yang aktif saat ini

source: D_eselect All
id: J_angan Pilih Semua

source: D_etails
id: D_etail

source: Dependencies
id: Ketergantungan

source: Description:
id: Deskripsi:

source: Details
id: Rincian

source: Do not notify me about these publishers again.
id: Jangat ingatkan saya tentang pengembang lagi.

source: Error
id: Kesalahan

source: Errors and Warnings
id: Kesalahan dan Peringatan

source: Files
id: Berkas

source: Go to package _list
id: Pergi ke _daftar paket

source: Information
id: Informasi

source: Install
id: Instal

source: Install/Update
id: Instal/Pembaruan

source: Install/Upgrade Check
id: Cek Instal/Pembaruan

source: License
id: Lisensi

source: Loading ...
id: Memuat ...

source: Manage Boot Environments
id: Kelola Boot Environment

source: Manage Publishers
id: Kelola Penerbit

source: Manage _Boot Environments...
id: Kelola _Boot Environment...

source: Modify Publisher
id: Ubah Penerbit

source: Name:
id: Nama:

source: Name:
id: Nama:

source: O_rigin:
id: A_sal:

source: On Package _Install/Update
id: Saat Paket _Diinstal/Diperbaharui

source: On Package _Remove
id: Saat Paket _dihapus

source: On _Updates
id: Saat _Perbaharui

source: Package Version Info
id: Info versi paket

source: Preferences
id: Preferensi

source: Preparation
id: Persiapan

source: Pu_blisher:
id: Pe_nerbit

source: Publisher Name:
id: Nama Penerbit

source: Re_fresh
id: Se_garkan

source: Re_gistration Details
id: De_til Pendaftaran

source: Read the release notes before restarting the system.
id: Baca catatan rilis sebelum merestart sistem.

source: Read the release notes.
id: Baca catatan rilis.

source: Refresh list of packages and package status
id: Refresh daftar paket-paket dan status paket.

source: Release notes
id: Catatan rilis

source: Remember current state on _exit
id: Ingat kondisi ini pada saat _keluar

source: Remo_ve
id: Hap_us

source: Remov_e
id: Hapu_s

source: Remove
id: Hapus

source: Restart _Now
id: Restart _Sekarang

source: SSL C_ertificate:
id: SSL S_ertifikasi:

source: SSL Certi_ficate:
id: SSL Serti_fikasi:

source: SSL _Key:
id: SSL _Kunci:

source: SSL _Key:
id: SSL _Kunci:

source: Search Publisher Errors
id: Cari Error Penerbit

source: Search Repositories Error
id: Cari Error Repository-repository

source: Search errors with the following publishers:
id: Cari error dengan penerbit-penerbit berikut:

source: Select _Updates
id: Pilih _Pembaharuan

source: Select packages by marking the checkbox and click to Install/Update
id: Pilih paket-paket dengan menandai checkbox lalu klik Install/Update

source: Select packages by marking the checkbox and click to Remove selected
id: Pilih paket-paket dengan menandai checkbox lalu klik Hapus yang dipilih.

source: Set publisher priorities using arrows.
id: Atur prioritas penerbit dengan menggunakan tanda panah.

source: Show Start Page on _startup
id: Lihat Halaman Awal pada _startup

source: Show _all publisher results
id: Lihat _semua hasil penerbit-penerbit

source: Specify the publisher name and URI
id: Tentukan nama dan URI penerbit

source: Start _Page
id: Halaman _Awal

source: The following will be added to your system:
id: Yang berikut ini akan ditambahkan ke sistem anda:

source: This is a secure publisher.
id: Ini adalah penerbitan yang aman.

source: This publisher requires an SSL key and an SSL certificate. Specify the location of these files.
id: Penerbit ini membutuhkan kunci SSL dan sertifikasi SSL. Tentukan lokasi dari berkas-berkas tersebut.

source: Type text to search for the package.
id: Ketikan sesuatu untuk mencari paket.

source: Update All Complete
id: Semua pembaruan lengkap.

source: Updates
id: Pembaruan-pembaruan

source: Vie_w:
id: Liha_t:

source: _Accept
id: _Terima

source: _Add
id: _Menambah

source: _Add Publisher...
id: _Tambah Penerbit...

source: _Add...
id: _Menambah...

source: _Browse...
id: _Jelajahi...

source: _Contents
id: _Konten-konten

source: _Details
id: _Detil

source: _Do not show this confirmation dialog again
id: _Jangan perlihatkan dialog konfirmasi ini lagi

source: _Down
id: _Turun

source: _Edit
id: _Ubah

source: _Export Selections...
id: _Export Pilihan-pilihan...

source: _File
id: _Berkas

source: _Help
id: _Bantuan

source: _Install Details
id: _Instal Detil

source: _Install/Update
id: _Instal/Perbaharui

source: _Manage Publishers...
id: _Kelola Penerbit...

source: _Modify...
id: _Ubah...

source: _Name:
id: _Nama:

source: _Package
id: _Paket

source: _Package Version Info
id: _Info Versi Paket

source: _Recent Searches
id: _Pencarian terakhir

source: _Registration Details
id: _Detil Pendaftaran

source: _Remove
id: _Hapus

source: _Remove Details
id: _Hapus Detil

source: _Search
id: _Cari

source: _Up
id: _Atas

source: _Update Details
id: _Perbarui Detil

source: _Updates
id: _Perbarui

source: _View
id: _Lihat

source: e.g. http://pkg.opensolaris.org/release
id: contoh http://pkg.opensolaris.org/release

source: The <b>libbe</b> library was not found on your system. All functions for managing Boot Environments are disabled
id: library <b>libbe</b> tidak bisa ditemukan pada sistem anda. Semua fungsi-fungsi untuk mengelola Boot Environments dinonaktifkan.

source: BE management
id: Pengelolaan BE

source: GUI will not respond to any event! %s. Check beadmin.py signals
id: GUI tidak akan merespon ke event apapun! %s. Periksa beadmin.py signals.

source: Boot Environment Confirmation
id: Konfirmasi Boot Environment.

source: Loading Boot Environment Information
id: Memuat informasi Boot Environment

source: Fetching BE entries...
id: Mengambil entri BE...

source: Boot Environment
id: Lingkungan Boot

source: Created
id: Dibuat

source: Active on Reboot
id: Aktif saat Reboot

source: Delete
id: Hapus

source: Applying changes
id: Menerapkan perubahan

source: Applying changes, please wait ...
id: Menerapkan perubahan, mohon tunggu ...

source: Active on reboot
id: Aktif saat reboot

source: Delete
id: Hapus

source: Rename
id: Merubah nama

source: to
id: ke

source: <b>Couldn't change Active Boot Environment to:</b>
id: <b>Tidak dapat mengubah Lingkungan Boot yang aktif ke:</b>

source: <b>Couldn't delete Boot Environments:</b>
id: <b>Tidak dapat menghapus Lingkungan-lingkungan Boot:</b>

source: <b>Couldn't rename Boot Environments:</b>
id: <b>Tidak dapat merubah nama Lingkungan-lingkungan Boot:</b>

source: The <b>libbe</b> library couldn't prepare list of Boot Environments. All functions for managing Boot Environments are disabled
id: Library <b>libbe</b> tidak dapat mempersiapkan daftar Lingkungan-lingkungan Boot. Semua fungsi-fungsi untuk mengelola Lingkungan-lingkungan Boot tidak diaktifkan

source: Preparing...
id: Mempersiapkan...

source: Downloading...
id: Mengunduh...

source: Installing...
id: Menginstall...

source: _Proceed
id: _Diproses

source: _Reject
id: _Ditolak

source: GUI will not respond to any event! %s. Check installupdate.py signals
id: GUI tidak akan merespon event apapun! %s. Cek sinyal-sinyal installupdate.py

source: Removing...
id: Menghapus...

source: Remove Confirmation
id: Hapus Konfirmasi

source: Review the package to be removed
id: Review paket yang akan dihapus

source: Update All
id: Perbaharui semua

source: Install/Update Confirmation
id: Konfirmasi Instal/Pembaharuan

source: Review the package to be Installed/Updated
id: Tinjau paket yang akan diinstal/diperbaharui

source: Update Confirmation
id: Konfirmasi pembaharuan

source: Review the package to be Updated
id: Tinjau paket yang akan diperbaharui

source: Install Confirmation
id: Konfirmasi instal

source: Review the package to be Installed
id: Tinjau paket yang akan diinstal
