Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: Duplicated reference counted actions should have the same attrs.
pt_br: Ações contadas de referência duplicadas devem ter os mesmos atributos.
zh_cn: 重复的引用计数操作应当具有相同的属性。

source: {attr_name} {name} is a duplicate delivered by {pkgs} under all variant combinations
pt_br: {attr_name} {name} é uma duplicata fornecida por {pkgs} em todas as combinações de variante
zh_cn: {attr_name} {name} 是在所有变量组合下由 {pkgs} 提供的一个副本

source: {attr_name} {name} is a duplicate delivered by {pkgs} declaring overlapping variants {vars}
pt_br: {attr_name} {name} é uma duplicata fornecida pelos {pkgs} que declara sobreposição de variáveis {vars}
zh_cn: {attr_name} {name} 是由 {pkgs} 提供的一个副本，声明覆盖变量 {vars}

source: path {path} is delivered by multiple action types across {pkgs}
pt_br: o caminho {path} é fornecido por vários tipos de ação nos {pkgs}
zh_cn: 路径 {path} 由不同 {pkgs} 的多个操作类型提供

source: Paths should be delivered by one action type only.
pt_br: Os caminhos devem ser fornecidos apenas por um tipo de ação.
zh_cn: 路径应当仅由一个操作类型提供。

source: Overlaying actions should be valid.
pt_br: As ações de sobreposição devem ser válidas.
zh_cn: 覆盖操作应该是有效的。

source: path {path} uses different mediator namespaces across actions in {fmris}
pt_br: o caminho {path} usa diferentes namespaces de mediador nas ações em {fmris}
zh_cn: 对于 {fmris} 中的不同操作，路径 {path} 使用不同的中介名称空间

source: path {path} has missing mediator attributes across actions in {fmris}
pt_br: o caminho {path} tem atributos de mediador ausentes nas ações em {fmris}
zh_cn: 对于 {fmris} 中的不同操作，路径 {path} 缺少中介属性

source: path {path} uses multiple action types for potentially mediated links across actions in {fmris}
pt_br: o caminho {path} usa vários tipos de ação para links potencialmente mediados nas ações em {fmris}
zh_cn: 对于 {fmris} 中的不同操作，路径 {path} 对可能起中介作用的链接使用多个操作类型

source: Mediated-links should be valid.
pt_br: Os links mediados devem ser válidos.
zh_cn: 起中介作用的链接应该有效。

source: path {path} missing 'preserve' attribute for 'overlay=allow' action in {fmri}
pt_br: o caminho {path} não possui o atributo 'preserve' para a ação r 'overlay=allow' em {fmri}
zh_cn: 对于 {fmri} 中的 'overlay=allow' 操作，路径 {path} 缺少 'preserve' 属性

source: path {path} has duplicate 'overlay=true' actions for the following variants across across {fmris}: {var}
pt_br: o caminho {path} tem ações 'overlay=true' duplicadas para as seguintes variantes entre {fmris}: {var}
zh_cn: 对于 {fmris} 中的以下变量，路径 {path} 具有重复的 'overlay=true' 操作: {var}

source: path {path} has duplicate 'overlay=allow' actions for the following variants across across {fmris}: {var}
pt_br: o caminho {path} tem ações 'overlay=allow' duplicadas para as seguintes variantes entre {fmris}: {var}
zh_cn: 对于 {fmris} 中的以下变量，路径 {path} 具有重复的 'overlay=allow' 操作: {var}

source: path {path} uses overlay='true' actions but has duplicate 'overlay=allow' actions for the following variants across {fmris}: {vars}
pt_br: o caminho {path} usa ações overlay='true', mas tem ações duplicadas 'overlay=allow' para as seguintes variantes entre {fmris}: {vars}
zh_cn: 对于 {fmris} 中的以下变量，路径 {path} 使用 'overlay=true' 操作但具有重复的 'overlay=allow' 操作: {vars}

source: path {path} uses 'overlay=true' actions but has no corresponding 'overlay=allow' actions across {fmris}
pt_br: o caminho {path} usa ações 'overlay=true', mas não tem ações 'overlay=allow' correspondentes entre {fmris}
zh_cn: 在 {fmris} 中，路径 {path} 使用 'overlay=true' 操作但没有对应的 'overlay=allow' 操作

source: path {path} has mismatching attributes for 'overlay=true' and 'overlay=allow' action-pairs across {fmris}
pt_br: o caminho {path} tem atributos não correspondentes para os pares de ação 'overlay=true' e 'overlay=allow' entre {fmris}
zh_cn: 对于 {fmris} 中的 'overlay=true' 和 'overlay=allow' 操作对，路径 {path} 具有不匹配的属性

source: path {path} has both overlay and non-overlay actions across {fmris}
pt_br: o caminho {path} tem ações de sobreposição e não de sobreposição entre {fmris}
zh_cn: 在 {fmris} 中，路径 {path} 同时具有 overlay 和 non-overlay 操作

source: Expecting a dir action for {parent_path}, but {parent_fmri} delivers it as a {parent_type}. {child_path} is delivered by {child_fmri}
pt_br: Esperando uma ação dir par {parent_path}, mas {parent_fmri} o entrega como {parent_type}. {child_path} foi entregue por {child_fmri}
zh_cn: {parent_path} 需要 dir 操作，但 {parent_fmri} 将其作为 {parent_type} 提供。{child_path} 由 {child_fmri} 提供

source: Parent paths should be directories.
pt_br: Os caminhos pai devem ser diretórios.
zh_cn: 父路径应该是目录。

source: Various checks on actions
pt_br: Várias ações de verificação
zh_cn: 对操作的各种检查

source: Seeding reference action dictionaries.
pt_br: Propagando dicionários de ação de referência.
zh_cn: 准备参考字典以检查操作。

source: Seeding lint action dictionaries.
pt_br: Propagando dicionários de ação de lint.
zh_cn: 准备 lint 字典以检查操作。

source: Seeding local action dictionaries.
pt_br: Propagando dicionários de ação local.
zh_cn: 准备本地字典以检查操作。

source: underscore in attribute name {key} in {fmri}
pt_br: sublinhado no nome do atributo {key} em {fmri}
zh_cn: {fmri} 中的属性名 {key} 包含下划线

source: underscore in obsolete 'set' action name {name} should be {new} in {fmri}
pt_br: sublinhado no nome da ação 'set' obsoleto {name} deve ser {new} em {fmri}
zh_cn: 过时的 'set' 操作名称 {name} 中的下划线在 {fmri} 中应当为 {new}

source: underscore in 'set' action name {name} in {fmri}
pt_br: sublinhado no nome da ação 'set' {name} em {fmri}
zh_cn: {fmri} 中的 'set' 操作名称 {name} 包含下划线

source: Underscores are discouraged in action attributes.
pt_br: Sublinhados não são recomendáveis em atributos de ação.
zh_cn: 操作属性中不允许使用下划线。

source: directory action for {path} delivered in {pkg} with mode={mode} that has no executable bits
pt_br: ação de diretório para {path} fornecido no {pkg} com mode={mode} que não possui bits executáveis
zh_cn: {pkg} 中提供的 {path} 目录操作的 mode={mode} 不具有可执行位

source: broken mode mode={mode} delivered in action for {path} in {pkg}
pt_br: modo interrompido mode={mode} fornecido na ação para {path} em {pkg}
zh_cn: {pkg} 中 {path} 的操作中提供了不正确的模式 mode={mode}

source: mode={mode} is too short in action for {path} in {pkg}
pt_br: mode={mode} é muito curto na ação para {path} em {pkg}
zh_cn: {pkg} 中 {path} 的操作中 mode={mode} 太短

source: unusual mode mode={mode} delivered in action for {path} in {pkg}
pt_br: modo incomum mode={mode} fornecido na ação para {path} em {pkg}
zh_cn: {pkg} 中 {path} 的操作中提供了异常的模式 mode={mode}

source: Paths should not have unusual permissions.
pt_br: Os caminhos não devem ter permissões incomuns.
zh_cn: 路径不应具有异常的权限。

source: {attr} missing from legacy action in {pkg}
pt_br: {attr} ausente na ação legada em {pkg}
zh_cn: {pkg} 中的遗留操作缺少 {attr}

source: legacy action in {0} does not contain a REV= string
pt_br: a ação legada em {0} não contém uma sequência REV=
zh_cn: {0} 中的遗留操作不包含 REV= 字符串

source: legacy renaming: {0}
pt_br: renomeação de legado: {0}
zh_cn: 传统重命名: {0}

source: legacy package {legacy} did not result in a dependency on {pkg} when following package renames
pt_br: o pacote de legado {legacy} não resultou em uma dependência em {pkg} quando o seguinte pacote é renomeado
zh_cn: 在执行软件包重命名时，传统软件包 {legacy} 没有产生依赖于 {pkg} 的相关项

source: legacy package {legacy} did not result in a dependency on {pkg}
pt_br: o pacote de legado {legacy} não resultou em uma dependência em {pkg}
zh_cn: 传统软件包 {legacy} 没有产生依赖于 {pkg} 的相关项

source: 'legacy' actions should have valid attributes.
pt_br: Ações 'legacy' devem ter atributos válidos.
zh_cn: 'legacy' 操作应具有有效的属性。

source: unknown action found in {0}
pt_br: ação desconhecida encontrada em {0}
zh_cn: 在 {0} 中找到未知操作

source: 'unknown' actions should never occur.
pt_br: Ações 'unknown' nunca devem ocorrer.
zh_cn: 永远不应出现 'unknown' 操作。

source: dependency on obsolete package in {0}:
pt_br: dependência de pacote obsoleto em {0}:
zh_cn: {0} 中有依赖于过时软件包的相关项：

source: obsolete dependency check skipped: unable to find dependency {dep} for {pkg}
pt_br: verificação de dependência obsoleta ignorada: não é possível localizar a dependência {dep} para {pkg}
zh_cn: 已跳过过时的相关项检查：未找到 {pkg} 的相关项 {dep}

source: Packages should not have dependencies on obsolete packages.
pt_br: Os pacotes não devem ter dependências de pacotes obsoletos.
zh_cn: 软件包不应具有依赖于过时软件包的相关项。

source: pkg(7) FMRIs should be valid.
pt_br: FMRIs do pkg(7) devem ser válidos.
zh_cn: pkg(7) FMRI 应当是有效的。

source: license action in {pkg} has a path attribute, {path}
pt_br: a ação de licença em {pkg} possui um atributo de caminho, {path}
zh_cn: {pkg} 中的许可证操作具有路径属性 {path}

source: 'license' actions should not have paths.
pt_br: Ações 'license' não devem ter caminhos.
zh_cn: 'license' 操作不应具有路径。

source: pkg.linted attributes detected for {pkg} {action}: {linted}
pt_br: Detectados atributos pkg.linted em {pkg} {action}: {linted}
zh_cn: 检测到了 {pkg} {action} 的 pkg.linted 属性: {linted}

source: Show actions with pkg.linted attributes.
pt_br: Mostrar ações com atributos pkg.linted.
zh_cn: 显示具有 pkg.linted 属性的操作。

source: Publication error with action in {pkg}: {details}
pt_br: Erro de publicação com ação em {pkg}: {details}
zh_cn: {pkg} 中的操作具有发布错误: {details}

source: Publication checks for actions.
pt_br: Verificações de publicação para ações.
zh_cn: 对操作进行发布检查。

source: username attribute value must be set in {pkg}
pt_br: o valor do atributo do nome de usuário deve ser definido em {pkg}
zh_cn: 必须在 {pkg} 中设置用户名属性值

source: Username {name} in {pkg} > 32 chars
pt_br: Nome de usuário {name} em {pkg} > 32 caracteres
zh_cn: {pkg} 中的用户名 {name} 大于 32 个字符

source: Username {name} in {pkg} does not have an initial lower-case alphabetical character
pt_br: O nome de usuário {name} em {pkg} não tem um caractere alfabético em minúscula
zh_cn: {pkg} 中的用户名 {name} 最开始的字符不是小写字母字符

source: Username {name} in {pkg} is discouraged - see passwd(4)
pt_br: O nome de usuário {name} em {pkg} não deve ser usado - consulte passwd(4)
zh_cn: 建议不要在 {pkg} 中使用用户名 {name} - 请参见 passwd(4)

source: User names should be valid.
pt_br: Nomes de usuário devem ser válidos.
zh_cn: 用户名应当是有效的。

source: 'incorporate' depend action on {fmri} in {pkg} does not have a version.
pt_br: Ação de dependência 'incorporar' a {fmri} em {pkg} não tem uma versão.
zh_cn: {pkg} 中 {fmri} 的 'incorporate' depend 操作没有相应版本。

source: 'incorporate' dependencies should have a version.
pt_br: as dependências 'incorporar' devem ter uma versão.
zh_cn: 'incorporate' 相关项应具有相应版本。

source: facet value should be set to 'true', 'false' or 'all' in attribute name {key} in {fmri}
pt_br: o valor de faceta deve ser definido como 'true', 'false' ou 'all' no nome de atributo {key} em {fmri}
zh_cn: 在 {fmri} 的属性名 {key} 中，应将侧面值设置为 'true'、'false' 或 'all'

source: facet value should be set to a valid value in an action attribute
pt_br: o valor de faceta deve ser definido como um valor válido em um atributo de ação
zh_cn: 应将操作属性中的侧面值设置为有效值

source: invalid package actuator name {attr} in {fmri} supported values: {sact}
pt_br: nome do atuador de pacote {attr} inválido em {fmri} valores suportados: {sact}
zh_cn: {fmri} 中的软件包执行器名称 {attr} 无效 支持的值：{sact}

source: package actuator should be set to a valid value
pt_br: atuador de pacote deve ser definido com um valor válido
zh_cn: 软件包执行器应设置为有效的值

source: {elfbits}-bit object delivered for {path} in {fmri}.
pt_br: objeto de {elfbits} bits distribuído para {path} em {fmri}.
zh_cn: 在 {fmri} 中为 {path} 提供了 {elfbits} 位对象。

source: non-library ELF files should be 64-bit
pt_br: os arquivos ELF não relacionados a biblioteca devem ter 64 bits
zh_cn: 非库 ELF 文件应为 64 位

source: Checks for errors within the scope of a single manifest.
pt_br: Procurar erros dentro do escopo de um único manifesto.
zh_cn: 在单个清单范围内检查错误。

source: Seeding reference manifest dictionaries.
pt_br: A propagação do manifesto de referência de dicionários.
zh_cn: 准备参考字典以检查清单。

source: Seeding lint manifest dictionaries.
pt_br: A propagação do manifesto de lint de dicionários.
zh_cn: 准备 lint 字典以检查清单。

source: obsolete package {pkg} has {key} attribute
pt_br: o pacote obsoleto {pkg} possui a atributo {key}
zh_cn: 过时的软件包 {pkg} 具有 {key} 属性

source: obsolete package {0} contains actions other than set or signature actions
pt_br: o pacote obsoleto {0} contém ações diferentes das ações de definição ou assinatura
zh_cn: 过时软件包 {0} 包含 set 或 signature 操作之外的操作

source: Obsolete packages should have valid contents.
pt_br: Pacotes obsoletos devem ter conteúdo válido.
zh_cn: 过时的软件包应具有有效的内容。

source: renamed package {0} contains actions other than set, depend or signature actions
pt_br: o pacote renomeado {0} contém ações diferentes das ações de definição, dependência ou assinatura
zh_cn: 重命名软件包 {0} 包含 set、depend 或 signature 操作之外的操作。

source: renamed package {0} does not declare a 'require' dependency indicating what it was renamed to
pt_br: o pacote renomeado {0} não declara uma dependência 'require' indicando para o que foi renomeado
zh_cn: 重命名的软件包 {0} 没有声明 'require' 相关项，以指示它被重命名为什么

source: unable to follow renames for {0}: possible missing package
pt_br: impossível seguir renomeações para {0}: possível pacote ausente
zh_cn: 无法跟踪 {0} 重命名历史：可能缺少软件包

source: package {pkg} was renamed to an obsolete package {obs}
pt_br: o pacote {pkg} foi renomeado para um pacote obsoleto {obs}
zh_cn: 软件包 {pkg} 被重命名为过时的软件包 {obs}

source: package renaming: {0}
pt_br: renomeação do pacote: {0}
zh_cn: 软件包重命名: {0}

source: Renamed packages should have valid contents.
pt_br: Pacotes renomeados devem ter conteúdo válido.
zh_cn: 重命名的软件包应具有有效的内容。

source: variant(s) {vars} not defined by {pkg}
pt_br: variante(s) {vars} não definida(s) pelo {pkg}
zh_cn: {pkg} 未定义变量 {vars}

source: variant(s) {vars} not in list of known values for variants in {pkg}
pt_br: variante(s) {vars} fora da lista de valores conhecidos das variantes no {pkg}
zh_cn: 变量 {vars} 不在 {pkg} 中变量的已知值列表中

source: variant.arch not declared in {0}
pt_br: variant.arch não declarado no {0}
zh_cn: 未在 {0} 中声明 variant.arch

source: Variants used by packages should be valid.
pt_br: As variantes usadas por pacotes devem ser válidas.
zh_cn: 软件包使用的变量应当是有效的。

source: last name component {name} in package name clashes across {pkgs}
pt_br: o componente sobrenome {name} no nome do pacote entra em conflito nos {pkgs}
zh_cn: 不同 {pkgs} 的软件包名称中的姓氏部分 {name} 发生冲突

source: Packages are encouraged to use unique leaf names.
pt_br: É recomendável que os pacotes usem nomes de folha exclusivos.
zh_cn: 软件包应使用唯一的叶名称。

source: duplicate depend actions in {pkg} {actions}
pt_br: ações de dependência duplicadas em {pkg} {actions}
zh_cn: {pkg} {actions} 中的 depend 操作重复

source: no fmri attribute in depend action in {0}
pt_br: nenhum atributo fmri na ação de dependência em {0}
zh_cn: 在 {0} 中的 depend 操作中没有任何 fmri 属性

source: Packages should not have duplicate 'depend' actions.
pt_br: Os pacotes não devem ter ações 'depend' duplicadas.
zh_cn: 软件包不应具有重复的 'depend' 操作。

source: duplicate set actions on {names} in {pkg}
pt_br: ações de definição duplicadas nos {names} em {pkg}
zh_cn: {pkg} 中 {names} 上的 set 操作重复

source: Packages should not have duplicate 'set' actions.
pt_br: Os pacotes não devem ter ações 'set' duplicadas.
zh_cn: 软件包不应具有重复的 'set' 操作。

source: pkg.linted attributes detected for {pkg}: {linted}
pt_br: Detectados atributos pkg.linted para {pkg}: {linted}
zh_cn: 检测到了 {pkg} 的 pkg.linted 属性: {linted}

source: Show manifests with pkg.linted attributes.
pt_br: Mostrar manifestos com atributos pkg.linted.
zh_cn: 显示具有 pkg.linted 属性的清单。

source: Unable to perform manifest checks for info.classification attribute: {0}
pt_br: Impossível executar verificações de manifesto para o atributo info.classification: {0}
zh_cn: 无法对 info.classification 属性执行清单检查：{0}

source: info.classification attribute should be valid.
pt_br: O atributo info.classification deve ser válido.
zh_cn: info.classification 属性应当是有效的。

source: info.classification attribute does not contain '{prefix}' for {fmri}
pt_br: O atributo info.classification não contém '{prefix}' para {fmri}
zh_cn: info.classification 属性不包含 {fmri} 的 '{prefix}'

source: info.classification value {value} does not match {prefix}<Section>/<Category> for {fmri}
pt_br: O valor info.classification {value} não corresponde {prefix}<Section>/<Category> para {fmri}
zh_cn: info.classification 值 {value} 与 {fmri} 的 {prefix}<Section>/<Category> 不匹配

source: info.classification value {value} does not contain one of the valid sections {ref_sections} for {fmri}.
pt_br: O valor info.classification {value} não contém uma das seções válidas {ref_sections} para {fmri}.
zh_cn: info.classification 值 {value} 不包含 {fmri} 的某个有效区段 {ref_sections}。

source: Invalid info.classification value for {fmri}: data file {file} does not have a 'category' key for section {section}.
pt_br: Valor info.classification inválido para {fmri}: o arquivo de dados {file} não possui uma chave 'category' para a seção {section}.
zh_cn: {fmri} 的 info.classification 值无效：数据文件 {file} 不包含区段 {section} 的 'category' 关键字。

source: info.classification attribute in {fmri} does not contain one of the values defined for the section {section}: {ref_cats} from {path}
pt_br: O atributo info.classification em {fmri} não contém um dos valores definidos para a seção {section}: {ref_cats} de {path}
zh_cn: {fmri} 中的 info.classification 属性不包含为区段 {section} 定义的某个值: 来自 {path} 的 {ref_cats}

source: Empty pkg.description in {0}
pt_br: pkg.summary vazio em {0}
zh_cn: {0} 中的 pkg.description 为空

source: Empty pkg.summary in {0}
pt_br: pkg.summary vazio em {0}
zh_cn: {0} 中的 pkg.summary 为空

source: pkg.description matches pkg.summary in {0}
pt_br: pkg.description corresponde a pkg.summary em {0}
zh_cn: {0} 中的 pkg.description 与 pkg.summary 相匹配

source: A package's description should not match its summary.
pt_br: Uma descrição do pacote não deve corresponder ao seu sumário.
zh_cn: 软件包的描述不应当与其摘要相同。

source: Missing attribute 'pkg.summary' in {0}
pt_br: Atributo ausente 'pkg.summary' em {0}
zh_cn: {0} 中缺少属性 'pkg.summary'

source: SMF manifests were delivered by {pkg}, but no org.opensolaris.smf.fmri attribute was found. Manifests found were: {manifests}
pt_br: Os manifestos da SMF foram entregues pelo {pkg}, mas nenhum atributo org.opensolaris.smf.fmri foi encontrado. Os manifestos encontrados foram: {manifests}
zh_cn: SMF 清单由 {pkg} 提供，但没有找到 org.opensolaris.smf.fmri 属性。找到的清单为 {manifests}

source: Packages delivering SMF services should have org.opensolaris.smf.fmri attributes.
pt_br: Os pacotes que entregam serviços SMF devem ter atributos org.opensolaris.smf.fmri.
zh_cn: 提供 SMF 服务的软件包应具有 org.opensolaris.smf.fmri 属性。

source: {fp} contains an action which is missing the expected attribute: {at}. The action is:{act}
pt_br: {fp} contém uma ação que não tem o atributo esperado: {at}. A ação é:{act}
zh_cn: {fp} 包含的一个操作缺少预期属性 {at}。 此操作是 {act}

source: Attribute value '{0}' not 'true' or 'false'
pt_br: Valor de atributo '{0}' não 'verdadeiro' ou 'falso'
zh_cn: 属性值 '{0}' 不是 'true' 或 'false'

source: {forv} '{v}' specified multiple times
pt_br: {forv} '{v}' especificado várias vezes
zh_cn: {forv} '{v}' 指定了多次

source: '{0}' is not a valid mediator; only alphanumeric characters are allowed
pt_br: '{0}' não é um mediador válido; apenas caracteres alfanuméricos são permitidos
zh_cn: '{0}' 不是有效的中介；只允许使用字母数字字符

source: '{value}' is not a valid mediator-version: {error}
pt_br: '{value}' não é uma mediator-version válida: {error}
zh_cn: '{value}' 不是有效的 mediator-version: {error}

source: '{0}' is not a valid mediator-version
pt_br: '{0}' não é uma mediator-version válida
zh_cn: '{0}' 不是有效的 mediator-version

source: '{value}' is not a valid mediator-implementation; only alphanumeric characters and a version dot-sequence following a single '@' are allowed: {error}
pt_br: '{value}' não é uma mediator-implementation válida; apenas caracteres alfanuméricos e uma versão dot-sequence após um único '@' são permitidos: {error}
zh_cn: '{value}' 不是有效的 mediator-implementation；只允许使用字母数字字符和跟在单个 '@' 之后的版本点序列: {error}

source: '{0}' is not a valid mediator-implementation; only alphanumeric characters and a version dot-sequence following a single '@' are allowed
pt_br: '{0}' não é uma mediator-implementation válida; apenas caracteres alfanuméricos e uma versão dot-sequence após um único '@' são permitidos
zh_cn: '{0}' 不是有效的 mediator-implementation；只允许使用字母数字字符和跟在单个 '@' 之后的版本点序列

source: '{0}' is not a valid mediator-priority; valid values are 'site' or 'vendor'
pt_br: '{0}' não é uma mediator-priority válida; os valores válidos são 'site' ou 'vendor'
zh_cn: '{0}' 不是有效的 mediator-priority；有效值为 'site' 或 'vendor'

source: This is an internal error in pkg(7) version {version}. Please log a Service Request about this issue including the information above and this message.
pt_br: Este é um erro interno na versão {version} do pkg(7). Registre uma Solicitação de serviço sobre esse problema incluindo as informações acima e esta mensagem.
zh_cn: 这是 pkg(7) 版本 {version} 中的一个内部错误。请为 此问题记录一个服务请求，在其中包括上述信息和此 消息。

source: unable to set open file limit to {0}; please increase the open file limit using 'ulimit -n' and try the requested operation again: {1}
pt_br: não é possível definir o limite de arquivos abertos como {0}; aumente o limite de arquivos abertos usando 'ulimit -n' e repita a operação solicitada: {1}
zh_cn: 无法将打开文件限制设置为 {0}；请使用 'ulimit -n' 增加打开文件限制，并再次尝试请求的操作: {1}

source: Missing -> in transform
pt_br: Ausente -> em transformação
zh_cn: 转换中缺少 ->

source: transform ({transform}) has regexp error ({err}) in matching clause
pt_br: a transformação ({transform}) em erro regexp ({err}) em cláusula correspondente
zh_cn: 转换 ({transform}) 的匹配子句中存在正则表达式错误 ({err})

source: transform ({0}) has 'drop' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'drop'
zh_cn: 转换 ({0}) 存在 'drop' 操作语法错误

source: transform ({0}) has 'set' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'set'
zh_cn: 转换 ({0}) 存在 'set' 操作语法错误

source: transform ({0}) has 'default' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'default'
zh_cn: 转换 ({0}) 存在 'default' 操作语法错误

source: transform ({0}) has 'abort' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'abort'
zh_cn: 转换 ({0}) 存在 'abort' 操作语法错误

source: transform ({0}) has 'exit' operation syntax error: illegal exit value
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'exit': valor de saída ilegal
zh_cn: 转换 ({0}) 存在 'exit' 操作语法错误：非法的退出值

source: transform ({0}) has 'add' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'add'
zh_cn: 转换 ({0}) 存在 'add' 操作语法错误

source: transform ({0}) has 'edit' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'edit'
zh_cn: 转换 ({0}) 存在 'edit' 操作语法错误

source: transform ({transform}) has 'edit' operation with malformed regexp ({err})
pt_br: a transformação ({transform}) tem operação 'edit' com regexp malformado ({err})
zh_cn: 转换 ({transform}) 的 'edit' 操作包含格式错误的正则表达式 ({err})

source: transform ({transform}) has edit operation with replacement string regexp error {err}
pt_br: a transformação ({transform}) tem operação edit com erro regexp da cadeia de caracteres de substituição {err}
zh_cn: 转换 ({transform}) 的 edit 操作存在替换字符串正则表达式错误 {err}

source: transform ({0}) has 'delete' operation syntax error
pt_br: a transformação ({0}) tem erro de sintaxe na operação 'delete'
zh_cn: 转换 ({0}) 存在 'delete' 操作语法错误

source: transform ({transform}) has 'delete' operationwith malformed regexp ({err})
pt_br: a transformação ({transform}) tem operação 'delete' com regexp malformado ({err})
zh_cn: 转换 ({transform}) 的 'delete' 操作包含格式错误的正则表达式 ({err})

source: transform ({transform}) has delete operation with replacement string regexp error {err}
pt_br: a transformação ({transform}) tem operação delete com erro regexp da cadeia de caracteres de substituição {err}
zh_cn: 转换 ({transform}) 的 delete 操作存在替换字符串正则表达式错误 {err}
