Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: The file with hash {0} was expected to be a PEM certificate but it could not be read.
pt_br: Esperava-se que o arquivo com hash {0} fosse um certificado PEM, mas não pode ser lido.
zh_cn: 具有散列值 {0} 的文件应为 PEM 证书，但它无法读取。

source: The following string was expected to be a PEM certificate, but it could not be parsed as such: {0}
pt_br: Era esperado que a sequência a seguir fosse um certificado PEM, mas ela não pôde ser analisada como tal: {0}
zh_cn: 以下字符串预期是一个 PEM 证书，但无法将其作为证书进行解析： {0}

source: Cannot add a value to a single valued property, The property name is '{name}' and the current value is '{value}'
pt_br: Não é possível adicionar um valor a uma propriedade com valor único, O nome da propriedade é '{name}' e o valor atual é '{value}'
zh_cn: 无法将值添加到单值属性。属性名称是 '{name}'，当前值是 '{value}'

source: Cannot remove a value from the property {name} because the property does not exist.
pt_br: Não é possível remover um valor da propriedade {name} porque a propriedade não existe.
zh_cn: 无法从属性 {name} 中删除值，因为此属性不存在。

source: Cannot remove a value from a single valued property, unset must be used. The property name is '{name}' and the current value is '{value}'
pt_br: Não é possível remover um valor de uma propriedade com valor único. É necessário usar unset. O nome da propriedade é {name} e o valor atual é '{value}'
zh_cn: 无法从单值属性中删除值，必须使用复位。属性名称是 '{name}'，当前值是 '{value}'

source: Cannot remove the value {value} from the property {name} because the value is not in the property's list.
pt_br: Não é possível remover o valor {value} da propriedade {name} porque o valor não está na lista da propriedade.
zh_cn: 无法从属性 {name} 中删除值 {value}，因为此值未在此属性的列表中。

source: Cannot set a property for a system publisher. The property was:{0}
pt_br: Não é possível definir uma propriedade para um editor de sistema. A propriedade era: {0}
zh_cn: 无法设置系统发布者的某个属性。该属性为：{0}

source: {val} is not a valid value for this property:{prop}
pt_br: {val} não é um valor válido para esta propriedade: {prop}
zh_cn: {val} 不是属性 {prop} 的有效值

source: The {0} signature-policy takes no argument.
pt_br: A {0} signature-policy não tem argumento.
zh_cn: {0} 签名策略没有参数。

source: Cannot unset a property for a system publisher. The property was:{0}
pt_br: Não é possível cancelar a definição de uma propriedade para um editor de sistema. A propriedade era: {0}
zh_cn: 无法取消设置系统发布者的某个属性。该属性为：{0}

source: Cannot unset a property for a system publisher.
pt_br: Não é possível cancelar a definição de uma propriedade para um editor de sistema.
zh_cn: 无法取消设置系统发布者的某个属性。

source: (happened {0:d} times)
pt_br: (aconteceu {0:d} vezes)
zh_cn: （发生了 {0:d} 次）

source: This account is not entitled to access this repository. Ensure that the correct certificate is being used and that the support contract for the product being accessed is still valid.
pt_br: Esta conta não tem direito de acessar este repositório. Verifique se o certificado correto está sendo usado e que o contrato para suporte do produto sendo acessado ainda está válido.
zh_cn: 此帐户无权访问此系统信息库。请确保使用了正确的 证书并且正在访问的产品的 支持合同仍然有效。

source: The license agreement required to access this repository has not been accepted yet or the license agreement for the product has changed. Please go to https://pkg-register.oracle.com and accept the license for the product you are trying to access.
pt_br: O contrato de licença exigido para acessar esse repositório ainda não foi aceito ou o contrato de licença do produto foi alterado. Vá até https://pkg-register.oracle.com e aceite a licença do produto que você está tentando acessar.
zh_cn: 尚未接受访问此系统信息库所必需的许可协议 或者该产品的许可协议已更改。请转到 https://pkg-register.oracle.com 并接受您尝试访问的产品的 许可协议。

source: Repository access is currently unavailable due to service issues. Please retry later or contact your customer service representative.
pt_br: O acesso ao repositório não está disponível no momento devido a problemas de serviço. Tente novamente mais tarde ou entre em contato com seu representante do serviço de atendimento ao cliente.
zh_cn: 因为服务问题，系统信息库访问当前不可用。请稍后重试 或者与您的客户服务代表联系。

source: Repository access rights can currently not be verified due to server maintenance. Please retry later.
pt_br: Não é possível verificar os diretos de acesso ao repositório no momento devido à manutenção do sistema. Tente novamente mais tarde.
zh_cn: 因为正在进行服务器维护，当前无法检验系统信息库访问权限。 请稍后重试。

source: The configuration file for the repository is invalid or incomplete: {0}
pt_br: O arquivo de configuração do repositório é inválido ou incompleto: {0}
zh_cn: 系统信息库的配置文件无效或不完整： {0}

source: Search temporarily unavailable.
pt_br: Pesquisa temporariamente não disponível.
zh_cn: 搜索暂时不可用。

source: The CRL file {0} is not in a recognized format.
pt_br: O arquivo CRL {0} não está em um formato conhecido.
zh_cn: 无法识别 CRL 文件 {0} 的格式。

source: CRL root: {0}
pt_br: CRL raiz: {0}
zh_cn: CRL 根：{0}

source: Property name '{0}' is not valid. Section names may not contain: tabs, newlines, carriage returns, form feeds, vertical tabs, slashes, backslashes, or non-ASCII characters.
pt_br: O nome da propriedade '{0}' não é válido. Os nomes de propriedades não podem conter: tabulações, linhas novas, retornos de carro, avanço de formulário, guias verticais, barras, barras invertidas ou caracteres não ASCII.
zh_cn: 属性名称 '{0}' 无效。区段名不可包含：制表符、换行符、回车、换页符、垂直制表符、斜杠、反斜杠或非 ASCII 字符。

source: Property template name '{0}' is not valid.
pt_br: O nome do modelo da propriedade '{0}' não é válido.
zh_cn: 属性模板名称 '{0}' 无效。

source: '{value}' is less than the minimum of '{minimum}' permitted for property '{prop}' in section '{section}'.
pt_br: '{value}' é inferior ao mínimo de '{minimum}' permitido para a propriedade '{prop}' na seção '{section}'.
zh_cn: '{value}' 小于区段 '{section}' 中的属性 '{prop}' 允许的最小值 '{minimum}'。

source: '{value}' is greater than the maximum of '{maximum}' permitted for property '{prop}' in section '{section}'.
pt_br: '{value}' é superior ao máximo de '{maximum}' permitido para a propriedade '{prop}' na seção '{section}'.
zh_cn: '{value}' 大于区段 '{section}' 中的属性 '{prop}' 允许的最大值 '{maximum}'。

source: Invalid value '{value}' for property '{prop}' in section '{section}'.
pt_br: Valor '{value}' inválido da propriedade '{prop}' na seção '{section}'.
zh_cn: 区段 '{section}' 中的属性 '{prop}' 的值 '{value}' 无效。

source: Invalid value '{value}' for {prop}.
pt_br: Valor '{value}' inválido para {prop}.
zh_cn: {prop} 的值 '{value}' 无效。

source: Property '{prop}' in section '{section}' doesn't allow multiple values.
pt_br: A propriedade '{prop}' na seção '{section}' não permite vários valores.
zh_cn: 区段 '{section}' 中的属性 '{prop}' 不允许有多个值。

source: Property {0} doesn't allow multiple values.
pt_br: A propriedade {0} não permite vários valores.
zh_cn: 属性 {0} 不允许有多个值。

source: Value '{value}' not found in the list of values for property '{prop}' in section '{section}'.
pt_br: Valor '{value}' não encontrado na lista de valores da propriedade '{prop}', na seção '{section}'.
zh_cn: 在区段 '{section}' 中的属性 '{prop}' 的值列表中未找到值 '{value}'。

source: Value '{value}' not found in the list of values for {prop} .
pt_br: Valor '{value}' não encontrado na lista de valores da {prop} .
zh_cn: 在 {prop} 的值列表中未找到值 '{value}'。

source: Section name '{0}' is not valid. Section names may not contain: tabs, newlines, carriage returns, form feeds, vertical tabs, slashes, backslashes, or non-ASCII characters.
pt_br: O nome da seção '{0}' não é válido. Os nomes de seção não podem conter: tabulações, linhas novas, retornos de carro, avanços de formulário, guias verticais, barras, barras invertidas ou caracteres não ASCII.
zh_cn: 区段名 '{0}' 无效。区段名不可包含：制表符、换行符、回车、换页符、垂直制表符、斜杠、反斜杠或非 ASCII 字符。

source: Section template name '{0}' is not valid.
pt_br: O nome do modelo da seção '{0}' não é válido.
zh_cn: 区段模板名称 '{0}' 无效。

source: Unknown property '{prop}' in section '{section}'.
pt_br: Propriedade desconhecida '{prop}' na seção '{section}'.
zh_cn: 区段 '{section}' 中的属性 '{prop}' 未知。

source: Unknown property {0}
pt_br: Propriedade desconhecida {0}
zh_cn: 未知属性 {0}

source: Unknown property section: {0}.
pt_br: Seção da propriedade desconhecida: {0}.
zh_cn: 未知属性区段: {0}。

source: Property name '{name}' is not valid. Property names may not contain: tabs, newlines, carriage returns, form feeds, vertical tabs, slashes, or backslashes and must also match the regular expression: {exp}
pt_br: O nome da propriedade '{name}' não é válido. Os nomes de propriedades não podem conter: tabulações, linhas novas, retornos de carro, avanços de formulário, guias verticais, barras e barras invertidas e devem corresponder à expressão regular: {exp}
zh_cn: 属性名称 '{name}' 无效。属性名称不能包含：制表符、换行符、回车、换页符、垂直制表符、斜杠或反斜杠，且还必须匹配正则表达式: {exp}

source: Section name '{name}' is not valid. Section names may not contain: tabs, newlines, carriage returns, form feeds, vertical tabs, slashes, or backslashes and must also match the regular expression: {exp}
pt_br: O nome da seção '{name}' não é válido. Os nomes de seções não podem conter: tabulações, linhas novas, retornos de carro, avanços de formulário, guias verticais, barras e barras invertidas e devem corresponder à expressão regular: {exp}
zh_cn: 区段名 '{name}' 无效。区段名不能包含：制表符、换行符、回车、换页符、垂直制表符、斜杠或反斜杠，且还必须匹配正则表达式: {exp}

source: Unable to read configuration data for SMF FMRI '{fmri}': {errmsg}
pt_br: Não é possível ler os dados de configuração para SMF FMRI '{fmri}': {errmsg}
zh_cn: 无法读取 SMF FMRI '{fmri}' 的配置数据： {errmsg}

source: Unable to write configuration data for SMF FMRI '{fmri}': {errmsg}
pt_br: Não é possível gravar os dados de configuração para SMF FMRI '{fmri}': {errmsg}
zh_cn: 无法写入 SMF FMRI '{fmri}' 的配置数据： {errmsg}

source: Writing configuration data to SMF is not supported at this time.
pt_br: A gravação dos dados de configuração em SMF não é suportada desta vez.
zh_cn: 此时不支持将配置数据写入 SMF。

source: The FileManager cannot {cre} {ent} because it is configured read-only.
pt_br: O FileManager não pode {cre} {ent} porque está configurado como somente leitura.
zh_cn: 文件管理器无法 {cre} {ent}，因为它配置为只读。

source: {src} was removed while FileManager was attempting to insert it into the cache as {dest}.
pt_br: {src} foi removido enquanto o FileManager estava tentando inseri-lo ao cache como {dest}.
zh_cn: {src} 在文件管理器尝试将其作为 {dest} 插入到高速缓存中时被删除。

source: FileManager was unable to create {0} or the directories containing it.
pt_br: O gerenciador de arquivos foi incapaz de criar {0} ou os diretórios com o conteúdo correspondente.
zh_cn: 文件管理器无法创建 {0} 或包含它的目录。

source: The following paths were found but cannot be accounted for by any of the known layouts: {0}
pt_br: Os atalhos seguintes foram encontrados mas não podem ser contados por qualquer um dos layouts conhecidos: {0}
zh_cn: 找到以下路径，但无法通过任何已知布局进行说明： {0}

source: Couldn't find '{0}'
pt_br: Não foi possível localizar '{0}'
zh_cn: 无法找到 '{0}'

source: Couldn't find '{hash}' needed for '{path}' in any of the specified search directories: {dirs}
pt_br: Não foi possível localizar '{hash}' para '{path}' em nenhum dos diretórios de pesquisa especificados: {dirs}
zh_cn: 在指定的任何搜索目录中都无法找到 '{path}' 所需的 '{hash}'： {dirs}

source: Couldn't find '{path}' in any of the specified search directories: {dirs}
pt_br: Não foi possível localizar '{path}' em nenhum dos diretórios de pesquisa especificados: {dirs}
zh_cn: 在指定的任何搜索目录中都无法找到 '{path}'： {dirs}

source: More than one $PKGDEPEND_RUNPATH token was set on the same action in this manifest.
pt_br: Mais de uma chave $PKGDEPEND_RUNPATH foi definida na mesma ação neste manifesto.
zh_cn: 在此清单中，在同一操作上设置了多个 $PKGDEPEND_RUNPATH 标记。

source: Invalid pkg.depend.bypass-generate value {val}: {err}
pt_br: Valor pkg.depend.bypass-generate inválido {val}: {err}
zh_cn: 无效的 pkg.depend.bypass-generate 值 {val}: {err}

source: Invalid publishing dependency: {0}
pt_br: Dependência de edição inválida: {0}
zh_cn: 无效的发布相关项: {0}

source: Subclasses of Dependency must implement dep_key. Current class is {0}
pt_br: As subclasses da dependência devem implementar dep_key. A classe atual é {0}
zh_cn: 相关项的子类必须实现 dep_key。当前类为 {0}

source: {file} had this elf error:{err}
pt_br: {file} teve este erro elf:{err}
zh_cn: {file} 出现了此 elf 错误： {err}

source: {pp} (which will be installed at {ip}) had this token, {tok}, in its run path: {rp}. It is not currently possible to automatically expand this token. Please specify its value on the command line.
pt_br: {pp} (que será instalado no {ip}) tem este passe, {tok}, no seu atalho de operação: {rp}. Atualmente, não é possível expandir automaticamente este passe. Especifique seu valor na linha de comando.
zh_cn: {pp}（将安装于 {ip}）在其运行路径 {rp} 中具有此标记 {tok}。当前无法自动展开此标记。请在命令行上指定其值。

source: Could not find the file for {name} imported in {localpath}
pt_br: Não foi possível localizar o arquivo para {name} importado em {localpath}
zh_cn: 找不到在 {localpath} 中导入的 {name} 的文件

source: The file to be installed at {ip} declares a python version of {decl_v}. However, the path suggests that the version should be {inst_v}. The text of the file can be found at {lp}
pt_br: O arquivo que será instalado em {ip} declara uma versão do python {decl_v}. No entanto, o cominho sugere que a versão deveria ser {inst_v}. O texto do arquivo pode ser encontrado em {lp}
zh_cn: 要安装于 {ip} 的文件声明的 python 版本为 {decl_v}。但是，路径表明版本应该为 {inst_v}。在 {lp} 上可找到此文件的文本

source: The file to be installed at {ip} appears to be a python file but contains a syntax error that prevents it from being analyzed. The text of the file can be found at {lp}. The error happened on line {line} at offset {col}. The problem was: {txt}
pt_br: O arquivo a ser instalado em {ip} parece ser um arquivo python, mas contém um erro de sintaxe que impede que seja analisado. O texto do arquivo pode ser localizado em {lp}. O erro ocorreu na linha {line}, no deslocamento {col}. O problema era: {txt}
zh_cn: 要安装于 {ip} 的文件好像是一个 python 文件，但它包含的一个语法错误导致无法对其进行分析。在 {lp} 上可找到此文件的文本。错误发生在第 {line} 行，偏移量为 {col}。问题如下： {txt}

source: The command {cmd} exited with return code {rc} and this message: {err}
pt_br: O comando {cmd} foi fechado com código de retorno {rc} e esta mensagem: {err}
zh_cn: 命令 {cmd} 退出，并返回代码 {rc} 和以下消息： {err}

source: The command {cmd} produced the following lines which cannot be understood: {lines}
pt_br: O comando {cmd} gerou as seguintes linhas, que não podem ser entendidas: {lines}
zh_cn: 命令 {cmd} 生成了无法识别的下列行： {lines}

source: The file to be installed in {ip} does not specify a specific version of python either in its installed path nor in its text. Such a file cannot be analyzed for dependencies since the version of python it will be used with is unknown. The text of the file is here: {lp}.
pt_br: O arquivo a ser instalado em {ip} não especifica uma determinada versão de python nem no caminho instalado nem em seu texto. Tal arquivo não pode ser analisado em busca de dependências visto que a versão de python com a qual ele será utilizado é desconhecida. O texto do arquivo está aqui: {lp}.
zh_cn: 要安装于 {ip} 的文件在其安装路径和文本中均未指定 python 的特定版本。无法针对相关项分析此类文件，因为它要使用的 python 版本是未知的。此文件的文本位于 {lp}。

source: {lp} says it should be run with '{bin}' which is a relative path.
pt_br: {lp} diz que ele deveria ser executado com '{bin}', que é um caminho relativo.
zh_cn: {lp} 表明它应该使用相对路径 '{bin}' 来运行。

source: FMRI does not appear to be valid
pt_br: FMRI parece não ser válido
zh_cn: FMRI 似乎无效

source: more than one set of dependencies found: {0}
pt_br: mais de um conjunto de dependências encontrado: {0}
zh_cn: 找到多组相关项： {0}

source: cannot resolve FMRI to a delivered file
pt_br: não é possível resolver o FMRI para um arquivo fornecido
zh_cn: 无法将 FMRI 解析为传送的文件

source: {0} actions cannot deliver SMF manifests
pt_br: {0} ações não podem fornecer manifestos da SMF
zh_cn: {0} 操作无法传送 SMF 清单

source: Unable to parse SMF manifest {0}
pt_br: Impossível analisar o manifesto {0} da SMF
zh_cn: 无法解析 SMF 清单 {0}

source: Problem resolving {fmri}: {err}
pt_br: Problema ao resolver {fmri}: {err}
zh_cn: 解析 {fmri} 时出现问题: {err}

source: Problem determining dependencies for {fmri}:{err}
pt_br: Problema ao determinar dependências de {fmri}:{err}
zh_cn: 确定 {fmri} 的相关项时出现问题: {err}

source: Unable to generate SMF dependency on {dep_fmri} declared in {proto_file} by {fmri}: {err}
pt_br: Não é possível gerar dependência da SMF em {dep_fmri} declarada em {proto_file} por {fmri}: {err}
zh_cn: 无法生成 {fmri} 在 {proto_file} 中声明的 {dep_fmri} 的 SMF 相关项: {err}

source: Unable to generate SMF dependency on the service FMRI {dep_fmri} declared in {proto_file} by {fmri}. SMF dependencies should always resolve to SMF instances rather than SMF services and multiple files deliver instances of this service: {manifests}
pt_br: Não é possível gerar a dependência SMF no serviço FMRI {dep_fmri} declarado em {proto_file} por {fmri}. As dependências SMF devem sempre resolver instâncias SMF em vez de serviços SMF e vários arquivos fornecem instâncias desse serviço: {manifests}
zh_cn: 无法生成 {fmri} 在 {proto_file} 中声明的服务 FMRI {dep_fmri} 的 SMF 相关项。SMF 相关项应该始终解析为 SMF 实例而不是 SMF 服务，并且多个文件提供该服务的实例: {manifests}

source: FMRI '{0}' is missing version information.
pt_br: FMRI '{0}' não tem a informação da versão.
zh_cn: FMRI '{0}' 缺少版本信息。

source: Missing '/' after publisher name
pt_br: '/' ausente após nome do editor
zh_cn: 发布者名称后缺少 '/'

source: sort_file_max_size must be greater than 0
pt_br: sort_file_max_size deve ser maior que 0
zh_cn: sort_file_max_size 必须大于 0

source: no sections found in data file {0}
pt_br: nenhuma seção encontrada no arquivo de dados {0}
zh_cn: 在数据文件 {0} 中未找到区段

source: unable to parse data file {path}: {err}
pt_br: não é possível analisar o arquivo de dados {path}: {err}
zh_cn: 无法对数据文件 {path} 进行语法分析: {err}

source: missing file {0}
pt_br: arquivo ausente {0}
zh_cn: 缺少文件 {0}

source: Multiple values for {key} in {actions}
pt_br: Vários arquivos para {key} em {actions}
zh_cn: {actions} 中的 {key} 有多个值

source: Multiple values for {key} in {manifest}
pt_br: Vários arquivos para {key} em {manifest}
zh_cn: {manifest} 中的 {key} 有多个值

source: unable to read config file: {0}
pt_br: não é possível ler arquivo de configuração: {0}
zh_cn: 无法读取配置文件： {0}

source: missing or corrupt pkglintrc file {config_file}: {err}
pt_br: arquivo pkglintrc corrompido ou ausente {config_file}: {err}
zh_cn: pkglintrc 文件 {config_file} 缺失或损坏: {err}

source: Invalid release string: {0}
pt_br: Cadeia de caracteres de versão inválida: {0}
zh_cn: 无效的发行版字符串: {0}

source: loading extensions: duplicate checker name {name}: {classname}
pt_br: carregando extensões: nome do verificador duplicado {name}: {classname}
zh_cn: 正在加载扩展: 重复的检验器名称 {name}: {classname}

source: loading extension {checker}: duplicate pkglint_id {pkglint_id} in {method}
pt_br: carregando extensão {checker}: pkglint_id {pkglint_id} duplicado em {method}
zh_cn: 正在加载扩展 {checker}: {method} 中有重复的 pkglint_id {pkglint_id}

source: Error parsing config value for {key}: {err}
pt_br: Erro ao analisar valor de configuração de {key}: {err}
zh_cn: 对 {key} 的配置值进行语法分析时出错: {err}

source: Either a cache directory, or some local manifest files must be provided.
pt_br: Um diretório de cache ou algum arquivo de manifesto local deve ser fornecido.
zh_cn: 必须提供一个缓存目录或一些本地清单文件。

source: A cache directory must be provided if using reference or lint repositories.
pt_br: É necessário fornecer um diretório de cache em caso de usar repositórios de lint ou de referência.
zh_cn: 如果要使用引用或 lint 系统信息库，必须提供一个缓存目录。

source: Ignoring -l option, existing image found.
pt_br: Ignorando a opção -l, imagem existente encontrada.
zh_cn: 正在忽略 -l 选项，已找到现有映像。

source: Unable to create lint image: {0}
pt_br: Impossível criar imagem lint: {0}
zh_cn: 无法创建 lint 映像： {0}

source: Ignoring -r option, existing image found.
pt_br: Ignorando a opção -r, imagem existente encontrada.
zh_cn: 正在忽略 -r 选项，已找到现有映像。

source: Unable to create reference image: {0}
pt_br: Impossível criar imagem de referência: {0}
zh_cn: 无法创建引用映像： {0}

source: Unable to access any pkglint images under {0}
pt_br: Impossível acessar quaisquer imagens pkglint em {0}
zh_cn: 无法访问 {0} 下的任何 pkglint 映像

source: {0} does not subclass a known Checker subclass intended for use by pkglint extensions
pt_br: {0} não é uma subclasse de uma subclasse do Checker destinada a ser usada pelas extensões pkglint
zh_cn: 对 pkglint 扩展要使用的已知 Checker 子类，{0} 并不生成该子类的子类

source: Total number of checks found: {0}
pt_br: Número total de verificações encontrado: {0}
zh_cn: 已找到检查总数： {0}

source: unable to construct fmri from {0}
pt_br: impossível construir fmri de {0}
zh_cn: 无法从 {0} 构造 fmri

source: invalid pkg name {0}
pt_br: nome do pacote inválido {0}
zh_cn: 无效的 pkg 名称 {0}

source: get_fmri(pattern) {pattern} matched {count} packages: {pkgs}
pt_br: get_fmri(pattern) {pattern} pacotes {count} correspondentes: {pkgs}
zh_cn: get_fmri(pattern) {pattern} 与 {count} 个软件包匹配: {pkgs}

source: No reference repository has been configured
pt_br: Nenhum repositório de referência foi configurado
zh_cn: 尚未配置引用系统信息库

source: Unable to get image at {dir}: {reason}
pt_br: Não é possível obter imagem em {dir}: {reason}
zh_cn: 无法在 {dir} 中获取映像: {reason}

source: Creating image at {0}
pt_br: Criando imagem em {0}
zh_cn: 正在 {0} 中创建映像

source: Checking {0}
pt_br: Verificando {0}
zh_cn: 正在检查 {0}

source: Not running {check} checks on linted action {action}
pt_br: Verificações de {check} não estão em execução na ação verificada com pkglint {action}
zh_cn: 未在使用 pkglint 程序检查的操作 {action} 上运行 {check} 检查

source: obsolete package: {0}
pt_br: pacote obsoleto: {0}
zh_cn: 过时的软件包: {0}

source: loop detected in rename: {0}
pt_br: loop detectado na renomeação: {0}
zh_cn: 在重命名中检测到循环：{0}

source: {0} is not set in manifest
pt_br: {0} não está definido no manifesto
zh_cn: 清单中没有设置 {0}

source: {value} is not a valid level
pt_br: {value} não é um nível válido
zh_cn: {value} 不是有效的级别

source: Logging error: {0}
pt_br: Registrando erro: {0}
zh_cn: 正在记录错误: {0}

source: Linted message: {id} {msg}
pt_br: Mensagem verificada com pkglint: {id} {msg}
zh_cn: 使用 pkglint 程序检查的消息: {id} {msg}

source: checks OpenSolaris packages for common action errors
pt_br: verifica os pacotes do OpenSolaris em busca de erros de ação comuns
zh_cn: 检查 OpenSolaris 软件包中是否存在常见操作错误

source: checks OpenSolaris packages for common errors
pt_br: verifica os pacotes do OpenSolaris em busca de erros comuns
zh_cn: 检查 OpenSolaris 软件包中是否存在常见错误

source: Missing attribute '{key}' in {pkg}
pt_br: Atributo ausente '{key}' em {pkg}
zh_cn: {pkg} 中缺少属性 '{key}'

source: Standard package attributes should be present.
pt_br: Atributos do pacote padrão devem estar presentes.
zh_cn: 应当提供标准软件包属性。

source: Checks for duplicate IPS actions.
pt_br: Procura ações IPS duplicadas.
zh_cn: 检查重复的 IPS 操作。

source: Seeding reference action duplicates dictionaries.
pt_br: A propagação da ação de referência duplica dicionários.
zh_cn: 准备参考字典以检查重复操作。

source: Seeding lint action duplicates dictionaries.
pt_br: A propagação da ação de lint duplica dicionários.
zh_cn: 准备 lint 字典以检查重复操作。

source: Seeding local action duplicates dictionaries.
pt_br: A propagação da ação local duplica dicionários.
zh_cn: 准备本地字典以检查重复操作。

source: Paths should be unique.
pt_br: Caminhos devem ser exclusivos.
zh_cn: 路径应当是唯一的。

source: Driver names should be unique.
pt_br: Nomes de driver devem ser exclusivos.
zh_cn: 驱动程序名称应当是唯一的。

source: User names should be unique.
pt_br: Nomes de usuário devem ser exclusivos.
zh_cn: 用户名应当是唯一的。

source: UIDs should be unique.
pt_br: UIDs devem ser exclusivos.
zh_cn: UID 应当是唯一的。

source: Group names should be unique.
pt_br: Nomes de grupo devem ser exclusivos.
zh_cn: 组名称应当是唯一的。

source: GIDs should be unique.
pt_br: GIDs devem ser exclusivos.
zh_cn: GID 应当是唯一的。

source: {type} action for {attr} is reference-counted but has different attributes across {count} duplicates: {suspects}
pt_br: A ação {type} para {attr} apresenta contagem de referência, mas possui atributos diferentes em {count} duplicatas: {suspects}
zh_cn: 已对 {attr} 的 {type} 操作进行引用计数，但在 {count} 个副本间具有不同的属性: {suspects}
