Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: Usage: pkgrecv [-aknrv] [-s src_uri] [-d (path|dest_uri)] [-c cache_dir] [-m match] [--mog-file file_path ...] [--raw] [--key src_key --cert src_cert] [--dkey dest_key --dcert dest_cert] (fmri|pattern) ... pkgrecv [-s src_repo_uri] --newest pkgrecv [-nv] [-s src_repo_uri] [-d path] [-p publisher ...] [--key src_key --cert src_cert] --clone Options: -a Store the retrieved package data in a pkg(7) archive at the location specified by -d. The file may not already exist, and this option may only be used with filesystem-based destinations. -c cache_dir The path to a directory that will be used to cache downloaded content. If one is not supplied, the client will automatically pick a cache directory. In the case where a download is interrupted, and a cache directory was automatically chosen, use this option to resume the download. -d path_or_uri The filesystem path or URI of the target repository to republish packages to. The target must already exist. New repositories can be created using pkgrepo(1). -h Display this usage message. -k Keep the retrieved package content compressed, ignored when republishing. Should not be used with pkgsend. -m match Controls matching behaviour using the following values: all-timestamps (default) includes all matching timestamps (implies all-versions) all-versions includes all matching versions latest includes only the latest version of each package -n Perform a trial run with no changes made. -v Display verbose output. -p publisher Only clone the given publisher. Can be specified multiple times. Only valid with --clone. -r Recursively evaluates all dependencies for the provided list of packages and adds them to the list. -s src_repo_uri A URI representing the location of a pkg(7) repository to retrieve package data from. --clone Make an exact copy of the source repository. By default, the clone operation will only succeed if publishers in the source repository are also present in the destination. By using -p, the operation can be limited to specific publishers which will be added to the destination repository if not already present. Packages in the destination repository which are not in the source will be removed. Cloning will leave the destination repository altered in case of an error. --mog-file Specifies the path to a file containing pkgmogrify(1) transforms to be applied to every package before it is copied to the destination. A path of '-' can be specified to use stdin. This option can be specified multiple times. This option can not be combined with --clone. --newest List the most recent versions of the packages available from the specified repository and exit. (All other options except -s will be ignored.) --raw Retrieve and store the raw package data in a set of directory structures by stem and version at the location specified by -d. May only be used with filesystem- based destinations. --key src_key Specify a client SSL key file to use for pkg retrieval. --cert src_cert Specify a client SSL certificate file to use for pkg retrieval. --dkey dest_key Specify a client SSL key file to use for pkg publication. --dcert dest_cert Specify a client SSL certificate file to use for pkg publication. Environment: PKG_DEST Destination directory or URI PKG_SRC Source URI or path
pt_br: Uso: pkgrecv [-aknrv] [-s src_uri] [-d (path|dest_uri)] [-c cache_dir] [-m match] [--mog-file file_path ...] [--raw] [--key src_key --cert src_cert] [--dkey dest_key --dcert dest_cert] (fmri|pattern) ... pkgrecv [-s src_repo_uri] --newest pkgrecv [-nv] [-s src_repo_uri] [-d path] [-p publisher ...] [--key src_key --cert src_cert] --clone Opções: -a Armazena os dados do pacote recuperados em um arquivo pkg(7) no local especificado por -d. O arquivo não pode exitir e esta opção só pode ser usada com destinos baseados no sistema de arquivos. -c cache_dir O caminho ao diretório que será usado para armazenar conteúdo baixado. Se não for fornecido, o cliente escolherá automaticamente um diretório de cache. No caso de um download ser interrompido e um diretório de cache ser escolhido automaticamente, use esta opção para retomar o download -d path_or_uri O caminho do sistema de arquivos ou URI do repositório de destino no qual os pacotes serão reeditados. O destino já deve existir. É possível criar novos repositórios com pkgrepo(1). -h Exibir esta mensagem de uso. -k Mantém o conteúdo do pacote recuperado compactado, ignorado, ignorado durante a reedição. Não deve ser usado com pkgsend. -m match Controla o comportamento correspondente com os seguintes valores: all-timestamps (padrão) inclui todos os timestamps correspondentes (abrange all-versions) all-versions inclui todas as versões correspondentes latest inclui apenas a versão mais recente de cada pacote -n Realiza uma execução de teste sem as alterações feitas. -v Exibir saída verbosa. -p publisher Clona apenas editor especificado. Pode ser especificado várias vezes. Válido apenas com --clone. -r Avalia de maneira recursiva todas as dependências da lista de pacotes fornecida e as adiciona à lista. -s src_repo_uri Um URI que representa a localização de um repositório pkg(7) do qual os dados serão recuperados. --clone Faz uma cópia exata do repositório de origem. Por padrão, a operação de clone só terá êxito se os editores do repositório de origem também estiverem presentes no destino. O uso da operação -p pode ser limitado aos editores específicos, que serão adicionados ao repositório de destino se ainda não estiver presente. Os pacotes do repositório de destino que não estão na origem serão removidos. A clonagem deixará o repositório de destino alterado no caso de erro. --mog-file Especifica o caminho para um arquivo que contém as transformações pkgmogrify(1) a serem aplicados a cada pacote antes de ser copiado no destino. Um caminho de '-' pode ser especificado para usar stdin. Esta opção pode ser especificada várias vezes e pode ser combinada com --clone. --newest Lista as versões mais recentes dos pacotes disponíveis no repositório e na saída especificados. (Todas as demais opções, exceto -s, serão ignoradas.) --raw recupera e armazena os dados de pacotes brutos em um conjunto de estruturas de diretórios, por haste e versão no local especificado por -d. Só pode ser usado com destinos baseados em sistemas de arquivos. --key src_key Especifica um arquivo de chave SSL cliente para usar a recuperação de pacote. --cert src_cert Especifica um arquivo de certificado SSL cliente para usar a recuperação de pacote. --dkey dest_key Especifica um arquivo de chave SSL cliente para usar na publicação do pacote. --dcert dest_cert Especifica um arquivo de certificado SSL cliente para usar na publicação do pacote. Ambiente: PKG_DEST URI ou diretório de destino PKG_SRC Caminho ou URI de origem
zh_cn: 用法： pkgrecv [-aknrv] [-s src_uri] [-d (path|dest_uri)] [-c cache_dir] [-m match] [--mog-file file_path ...] [--raw] [--key src_key --cert src_cert] [--dkey dest_key --dcert dest_cert] (fmri|pattern) ... pkgrecv [-s src_repo_uri] --newest pkgrecv [-nv] [-s src_repo_uri] [-d path] [-p publisher ...] [--key src_key --cert src_cert] --clone 选项： -a 将在 pkg(7) 归档中检索到的软件包数据存储在由 -d 指定的位 置。该文件可能尚未存在，且此选项只能与基于文件系统的目标 一起使用。 -c cache_dir 用于缓存所下载内容的目录的路径。如果没有提供该目录，客户 机将自动选取一个高速缓存目录。如果下载被中断，并且自动选 择了某个高速缓存目录，可使用此选项继续进行下载。 -d path_or_uri 要将软件包重新发布到其中的目标系统信息库的文件系统路径或 URI。该目标必须预先存在。可以使用 pkgrepo(1) 创建新的系 统信息库。 -h 显示此用法消息。 -k 使检索到的软件包内容保持压缩状态，在重新发布时会被忽略。 不应与 pkgsend 一起使用。 -m match 使用以下值控制匹配行为： all-timestamps（默认值） 包括所有匹配的时间戳（暗指 all-versions） all-versions 包括所有匹配的版本 latest 只包括每个软件包的最新版本 -n 在不做更改的情况下执行试运行。 -v 显示详细输出。 -p publisher 只克隆给定的发布者。可以多次指定。只对 --clone 有效。 -r 递归评估所提供列表中的软件包的所有相关项并将其添加到列表 中。 -s src_repo_uri 表示要从中检索软件包数据的 pkg(7) 系统信息库的位置的 URI 。 --clone 生成源系统信息库的精确副本。缺省情况下，仅当源系统信息库 中的发布者也同样存在于目标中时，克隆操作才会成功。通过使 用 -p，可以将操作限定于特定发布者，如果这些发布者尚未存 在，会将其添加到目标系统信息库。对于在目标系统信息库中而 不在源系统信息库中的软件包，会将其删除。如果发生错误，克 隆操作会使目标系统信息库保持更改的状态。 --mog-file 指定一个文件的路径，该文件包含在将软件包复制到目标之前应 用于每个软件包的 pkgmogrify(1) 转换。可以指定路径 '-' 以 使用 stdin。此选项可以指定多次。此选项不能与 --clone 结 合使用。 --newest 列出指定的系统信息库中可用软件包的最新版本并退出。（除 - s 之外的其他所有选项都将被忽略。） --raw 按主干和版本检索一组目录结构中的原始软件包数据并将其存储 在由 -d 指定的位置。只能与基于文件系统的目标一起使用。 --key src_key 指定要用于 pkg 检索的客户机 SSL 密钥文件。 --cert src_cert 指定要用于 pkg 检索的客户机 SSL 证书文件。 --dkey dest_key 指定要用于 pkg 发布的客户机 SSL 密钥文件。 --dcert dest_cert 指定要用于 pkg 发布的客户机 SSL 证书文件。 环境： PKG_DEST 目标目录或 URI PKG_SRC 源 URI 或路径

source: Cached files were preserved in the following directory: {0} Use pkgrecv -c to resume the interrupted download.
pt_br: Os arquivos armazenados em cache foram preservados no seguinte diretório: {0} Use pkgrecv -c para reiniciar o download interrompido.
zh_cn: 缓存的文件保留在以下目录中： {0} 使用 pkgrecv -c 恢复已中断的下载。

source: Unable to parse manifest '{mpath}' for package '{pfmri}'
pt_br: Não é possível analisar manifesto '{mpath}' para o pacote '{pfmri}'
zh_cn: 无法对软件包 '{pfmri}' 的清单 '{mpath}' 进行语法分析

source: Illegal option -- {0}
pt_br: Opção ilegal -- {0}
zh_cn: 非法选项 -- {0}

source: Illegal option value -- {0}
pt_br: Valor de opção ilegal -- {0}
zh_cn: 非法选项值 -- {0}

source: a destination must be provided
pt_br: deve ser fornecido um destino
zh_cn: 必须提供一个目标

source: a source repository must be provided
id: repositori sumber harus disediakan
pt_br: deve ser fornecido um repositório de origem
zh_cn: 必须提供一个源系统信息库

source: --clone can not be used with -c. Content will be downloaded directly to the destination repository and re-downloading after a pkgrecv failure will not be required.
pt_br: --clone não pode ser usado com -c. O conteúdo será baixado diretamente no repositório de destino e não será necessário rebaixá-lo depois de uma falha pkgrecv.
zh_cn: --clone 不能与 -c 一起使用。 内容将直接下载到目标系统信息库，并且 pkgrecv 失败后将不需要重新下载。

source: --clone can not be used with --raw.
pt_br: --clone não pode ser usado com --raw.
zh_cn: --clone 不能与 --raw 一起使用。

source: --clone can not be used with -a.
pt_br: --clone não pode ser usado com -a.
zh_cn: --clone 不能与 -a 一起使用。

source: --clone can not be used with --newest.
pt_br: --clone não pode ser usado com --newest.
zh_cn: --clone 不能与 --newest 一起使用。

source: --clone does not support FMRI patterns
pt_br: --clone não suporta padrões FMRI
zh_cn: --克隆不支持 FMRI 模式

source: -p can only be used with --clone.
pt_br: -p só pode ser usado com --clone.
zh_cn: -p 只能与 --clone 一起使用。

source: --mog-file can not be used with --clone.
pt_br: --mog-file não pode ser usado com --clone.
zh_cn: --mog-file 不能与 --clone 一起使用。

source: Retrieving manifests for dependency evaluation ...
id: Menerima manifest untuk evaluasi dipendensasi ...
pt_br: Recuperando manifestos para avaliação de dependência ...
zh_cn: 正在检索相关项评估的清单...

source: Cannot write extra data {0}
pt_br: Não é possível gravar dados adicionais {0}
zh_cn: 无法写入额外的数据 {0}

source: Target archive '{0}' already exists.
pt_br: O arquivo de destino '{0}' já existe.
zh_cn: 目标归档 '{0}' 已存在。

source: Retrieving packages for publisher {0} ...
pt_br: Recuperando pacotes para o editor {0} ...
zh_cn: 正在为发布者 {0} 检索软件包...

source: must specify at least one pkgfmri
id: harus menentukan setidaknya satu pkgfmri
pt_br: deve especificar pelo menos um pkgfmri
zh_cn: 必须至少指定一个 pkgfmri

source: Retrieving and evaluating {0:d} package(s)...
pt_br: Recuperando e avaliando pacote(s) {0:d}...
zh_cn: 正在检索和评估 {0:d} 个软件包...

source: Creating mogrified manifest failed: {0}
pt_br: Falha na criação de manifesto mogrified: {0}
zh_cn: 创建 mogrified 清单失败: {0}

source: Archiving packages ...
pt_br: Arquivando pacotes ...
zh_cn: 正在归档软件包...

source: Archiving packages (dry-run) ...
pt_br: Arquivando pacotes (dry run) ...
zh_cn: 正在归档软件包（模拟运行）...

source: Packages to add:
pt_br: Pacotes a serem adicionados.
zh_cn: 要添加的软件包：

source: Files to retrieve:
pt_br: Arquivos a serem recuperados:
zh_cn: 要检索的文件：

source: Estimated transfer size:
pt_br: Tamanho estimado de transferência:
zh_cn: 估计的传输大小：

source: Packages to archive:
pt_br: Pacotes a serem arquivados:
zh_cn: 要归档的软件包：

source: One or more packages could not be retrieved: {0}
pt_br: Não foi possível recuperar um ou mais pacotes: {0}
zh_cn: 无法检索一个或多个软件包： {0}

source: Destination clone repository must be filesystem-based.
pt_br: O repositório clone de destino deve ser baseado no sistema de arquivos.
zh_cn: 目标克隆系统信息库必须基于文件系统。

source: To create a repository, use the pkgrepo command.
pt_br: Use o comando pkgrepo para criar um repositório.
zh_cn: 要创建系统信息库，请使用 pkgrepo 命令。

source: Unable to copy catalog files: {0}
pt_br: Não foi possível copiar arquivos do catálogo: {0}
zh_cn: 无法复制目录文件： {0}

source: The publisher {0} does not exist in the source repository.
pt_br: O editor {0} não existe no repositório de origem.
zh_cn: 发布者 {0} 在源系统信息库中不存在。

source: The following publishers are present in the source repository but not in the target repository. Please use -p to specify which publishers need to be cloned or -p '*' to clone all publishers.
pt_br: Os editores a seguir estão presentes no repositório de origem, mas não no repositório de destino. Use -p para especificar quais editores precisam ser clonada ou -p '*' para clonar todos os editores.
zh_cn: 以下发布者存在于源系统信息库中，而不存在于目标系统信息库中。 请使用 -p 指定需要克隆的发布者，或使用 -p '*' 克隆所有发布者。

source: Adding publisher {0} ...
pt_br: Adicionando editor {0} ...
zh_cn: 正在添加发布者 {0} ...

source: Adding publisher {0} (dry-run) ...
pt_br: Adicionando editor {0} (dry-run) ...
zh_cn: 正在添加发布者 {0}（模拟运行）...

source: Processing packages for publisher {0} ...
pt_br: Processando pacotes para o editor {0} ...
zh_cn: 正在为发布者 {0} 处理软件包...

source: Removing packages ...
pt_br: Remoção de pacotes ...
zh_cn: 正在删除软件包...

source: No packages to add.
pt_br: Nenhum pacote a ser adicionado.
zh_cn: 没有要添加的软件包。

source: Reading Manifests
pt_br: Lendo manifestos
zh_cn: 正在读取清单

source: Unable to copy manifest: {0}
pt_br: Não foi possível copiar manifesto: {0}
zh_cn: 无法复制清单： {0}

source: Retrieving packages ...
pt_br: Recuperando pacotes ...
zh_cn: 正在检索软件包...

source: Retrieving packages (dry-run) ...
pt_br: Recuperando pacotes (dry run) ...
zh_cn: 正在检索软件包（模拟运行）...

source: Packages to transfer:
pt_br: Pacotes a serem transferidos:
zh_cn: 要传输的软件包：

source: Verifying repository contents.
pt_br: Verificando conteúdos do repositório.
zh_cn: 正在验证系统信息库内容。

source: Unable to remove catalog files: {0}
pt_br: Não foi possível remover arquivos do catálogo: {0}
zh_cn: 无法删除目录文件： {0}

source: Pkgrepo verify found errors in the updated repository. The original package catalog has been restored.
pt_br: A verificação pkgrepo encontrou erros no repositório atualizado. O catálogo de pacote original foi restaurado.
zh_cn: Pkgrepo verify 在更新的系统信息库中发现错误。 原始软件包目录已恢复。

source: Deleted packages can not be restored.
pt_br: Pacotes excluídos não podem ser restaurados.
zh_cn: 无法恢复删除的软件包。

source: The clone operation can be retried; package content that has already been retrieved will not be downloaded again.
pt_br: A operação de clone pode ser repetida; o conteúdo do pacote que já foi recuperado não será baixado novamente.
zh_cn: 可以重试克隆操作；将不会再次下载已检索到的软件包内容。

source: The search index for the following publishers has been removed due to package removals.
pt_br: O índice de pesquisa para os editores a seguir foi removido devido a remoções de pacotes.
zh_cn: 由于删除了软件包，以下发布者的搜索索引已被删除。

source: To restore the search index for all publishers run 'pkgrepo refresh --no-catalog -s {0}'.
pt_br: Para restaurar o índice de pesquisa a todos os editores, execute a atualização 'pkgrepo --no-catalog -s {0}'.
zh_cn: 要恢复所有发布者的搜索索引，请运行 'pkgrepo refresh --no-catalog -s {0}'。

source: --newest takes no options
pt_br: --newest não usa opções
zh_cn: --newest 没有选项

source: The repository configuration for the repository located at '{0}' is not valid or the specified path does not exist. Please correct the configuration of the repository or create a new one.
pt_br: A configuração do repositório para o repositório localizado em '{0}' não é válido ou o atalho especificado não existe. Corrija a configuração do repositório ou crie um novo.
zh_cn: 位于 '{0}' 的系统信息库的系统信息库配置无效，或指定的路径不存在。请更正此系统信息库的配置或创建一个新的系统信息库。

source: Unable to create basedir '{dir}': {err}
pt_br: Impossível criar a base dir '{dir}': {err}
zh_cn: 无法创建基目录 '{dir}'：{err}

source: Storage space quota exceeded.
pt_br: A cota de espaço de armazenamento foi excedida.
zh_cn: 超出了存储空间配额。

source: No storage space left.
pt_br: Não há mais espaço de armazenamento.
zh_cn: 没有剩余的存储空间。

source: Please verify that the filesystem containing the following directories has enough space available: {0}
pt_br: Verifique se o sistema de arquivos que contém os seguintes diretórios tem espaço suficiente disponível: {0}
zh_cn: 请验证包含以下目录的文件系统是否有足够的空间可用： {0}

source: This script can only be invoked by RAD
pt_br: Este script só pode ser chamado por RAD
zh_cn: 此脚本只能由 RAD 调用

source: unknown option {0} in file: {1}
pt_br: opção desconhecida {0} no arquivo: {1}
zh_cn: 文件 {1} 中的选项 {0} 未知

source: illegal global option -- {0} in file: {1}
pt_br: opção global ilegal -- {0} no arquivo: {1}
zh_cn: 非法全局选项 -- 文件 {1} 中的 {0}

source: invalid option argument: {0} in file: {1}
pt_br: argumento de opção inválida: {0} no arquivo: {1}
zh_cn: 文件 {1} 中的选项参数 {0} 无效

source: missing argument in file: {0}
pt_br: argumento ausente no arquivo: {0}
zh_cn: 文件 {0} 中缺少参数

source: Usage: pkgsign -s path_or_uri [-acikn] [--no-index] [--no-catalog] (fmri|pattern) ...
pt_br: Uso: pkgsign -s path_or_uri [-acikn] [--no-index] [--no-catalog] (fmri|pattern) ...
zh_cn: 用法： pkgsign -s path_or_uri [-acikn] [--no-index] [--no-catalog] (fmri|pattern) ...

source: The file {0} was expected to be a PEM certificate but it could not be read.
pt_br: Esperava-se que o arquivo {0} fosse um certificado PEM, mas não foi possível ler.
zh_cn: 文件 {0} 应为 PEM 证书，但它无法读取。

source: {0} was expected to be a certificate but isn't a file.
pt_br: Esperava-se que {0} fosse um certificado, mas não é um arquivo.
zh_cn: {0} 应为一个证书，而不是一个文件。

source: {0} was expected to be a key file but isn't a file.
pt_br: Esperava-se que {0} fosse um arquivo de chave, mas não é um arquivo.
zh_cn: {0} 应为一个密钥文件，而不单纯是一个文件。

source: a repository must be provided
pt_br: deve ser fornecido um repositório
zh_cn: 必须提供一个系统信息库

source: If a key is given to sign with, its associated certificate must be given.
pt_br: Se for fornecida uma chave com a qual assinar, o certificado associado a ela também deve ser fornecido.
zh_cn: 如果提供了用于签名的密钥，必须提供与其关联的证书。

source: If a certificate is given, its associated key must be given.
pt_br: Se for fornecido um certificado, a chave associada a ele também deve ser fornecido.
zh_cn: 如果提供了证书，必须提供与其关联的密钥。

source: Intermediate certificates are only valid if a key and certificate are also provided.
pt_br: Os certificados intermediários são válidos somente se uma chave e um certificado também forem fornecidos.
zh_cn: 仅当同时提供了密钥和证书，中间证书才会有效。

source: At least one fmri or pattern must be provided to sign.
pt_br: Deve ser fornecido pelo menos um fmri ou padrão para assinatura.
zh_cn: 必须至少提供一个 fmri 或模式用于签名。

source: {0} is not a recognized signature algorithm.
pt_br: {0} não é um algoritmo de assinatura reconhecido.
zh_cn: {0} 不是可识别的签名算法。

source: Using {0} as the signature algorithm requires that a key and certificate pair be presented using the -k and -c options.
pt_br: O uso de {0} como algoritmo de assinatura requer que uma chave e um certificado sejam apresentados usando as opções -k e -c.
zh_cn: 要将 {0} 用作签名算法，需要使用 -k 和 -c 选项提供一对密钥和证书。

source: The {0} hash algorithm does not use a key or certificate. Do not use the -k or -c options with this algorithm.
pt_br: O algoritmo hash {0} não usa chave nem certificado. Não use as opções -k e -c com este algoritmo.
zh_cn: {0} 散列算法不使用密钥或证书。请勿对此算法使用 -k 和 -c 选项。

source: Signed {0}
pt_br: Assinado {0}
zh_cn: 已签名的 {0}

source: Usage: pkg.sysrepo -p <port> [-R image_root] [ -c cache_dir] [-h hostname] [-l logs_dir] [-r runtime_dir] [-s cache_size] [-t template_dir] [-T http_timeout] [-w http_proxy] [-W https_proxy]
pt_br: Uso: pkg.sysrepo -p <port> [-R image_root] [ -c cache_dir] [-h hostname] [-l logs_dir] [-r runtime_dir] [-s cache_size] [-t template_dir] [-T http_timeout] [-w http_proxy] [-W https_proxy]
zh_cn: 用法： pkg.sysrepo -p <port> [-R image_root] [ -c cache_dir] [-h hostname] [-l logs_dir] [-r runtime_dir] [-s cache_size] [-t template_dir] [-T http_timeout] [-w http_proxy] [-W https_proxy]

source: Problem getting image at {0}
pt_br: Problema ao obter imagem em {0}
zh_cn: 在 {0} 中获取映像时出现问题

source: WARNING: unable to access {uri} when checking for redirects: {err}
pt_br: AVISO: não é possível acessar {uri} ao verificar redirecionamentos: {err}
zh_cn: 警告：检查重定向时无法访问 {uri}: {err}

source: Invalid config cache file at {0} generating fresh configuration.
pt_br: Arquivos de cache de configuração inválido em {0} gerando uma nova configuração.
zh_cn: 在 {0} 处有无效的配置缓存文件，正在生成全新的配置。

source: Invalid config cache at {0} generating fresh configuration.
pt_br: Cache de configuração inválido em {0} gerando uma nova configuração.
zh_cn: 在 {0} 处有无效的配置缓存，正在生成全新的配置。

source: Unable to load config from {cache_path}: {e}
pt_br: Não é possível carregar configuração de {cache_path}: {e}
zh_cn: 无法从 {cache_path} 加载配置: {e}

source: Unable to store config to {cache_path}: {e}
pt_br: Não é possível armazenar configuração em {cache_path}: {e}
zh_cn: 无法将配置存储到 {cache_path}: {e}

source: file repository {0} does not exist or is not accessible
pt_br: o repositório de arquivos {0} não existe ou não está acessível
zh_cn: 文件系统信息库 {0} 不存在或无法访问

source: file repository {0} cannot be proxied. Only file repositories of version 4 or later are supported.
pt_br: não é possível aplicar proxy ao repositório de arquivos {0}. Somente os repositórios de arquivos da versão 4 ou posterior são suportados.
zh_cn: 无法对文件系统信息库 {0} 进行代理。仅支持版本 4 或更高版本的文件系统信息库。

source: unable to read p5p archive file at {0}
pt_br: Não é possível ler o arquivo de arquivamento em {0}
zh_cn: 无法读取位于 {0} 的 p5p 归档文件

source: Unable to chown to {user}:{group}: {err}
pt_br: Não é possível alterar para {user}:{group}: {err}
zh_cn: 无法对 {user}:{group} 执行 chown: {err}

source: scheme must be http
pt_br: o esquema deve ser http
zh_cn: 模式必须是 http

source: invalid {key}: {val}: {err}
pt_br: inválido {key}: {val}: {err}
zh_cn: 无效 {key}: {val}: {err}

source: Unable to write sysrepo_httpd.conf: {host}: {err}
pt_br: Não é possível gravar sysrepo_httpd.conf: {host}: {err}
zh_cn: 无法写入 sysrepo_httpd.conf: {host}: {err}

source: Unable to write sysrepo_httpd.conf: {0}
pt_br: Não foi possível gravar sysrepo_httpd.conf: {0}
zh_cn: 无法写入 sysrepo_httpd.conf： {0}

source: unable to write crypto.txt file: {0}
pt_br: não foi possível no arquivo crypto.txt: {0}
zh_cn: 无法写入 crypto.txt 文件： {0}

source: unable to write publisher response: {0}
pt_br: não foi possível gravar a resposta do publisher: {0}
zh_cn: 无法写入发布者响应： {0}

source: Unable to write syspub response: {0}
pt_br: Não foi possível gravar a resposta de syspub: {0}
zh_cn: 无法写入 syspub 响应： {0}

source: Unable to cleanup old configuration: {0}
pt_br: Não foi possível limpar a configuração antiga: {0}
zh_cn: 无法清除旧配置： {0}

source: invalid value for http_timeout: {0}
pt_br: valor inválido para http_timeout: {0}
zh_cn: http_timeout 的值无效： {0}

source: http_timeout must a positive integer
pt_br: http_timeout deve ter um número inteiro positivo
zh_cn: http_timeout 必须是正整数

source: unable to get publisher information: {0}
pt_br: não foi possível obter informações do publisher: {0}
zh_cn: 无法获取发布者信息： {0}

source: unable to create htdocs dir: {0}
pt_br: não foi possível criar diretório htdocs: {0}
zh_cn: 无法创建 htdocs 目录： {0}

source: required port option missing.
pt_br: opção de porta obrigatória ausente.
zh_cn: 缺少必需的端口选项。
