Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: To continue, execute 'pkg update-format' as a privileged user and then try again. Please note that updating the format of the image will render it unusable with older versions of the pkg(7) system.
pt_br: Para continuar, execute 'pkg update-format' como um usuário com privilégios e tente novamente. Observe que a atualização do formato da imagem o tornaráinutilizável com versões mais antigas do sistema pkg(7).
zh_cn: 要继续，请作为特权用户执行 'pkg update-format'，然后重试。请注意，更新映像的格式将会使映像无法用于早期版本的 pkg(7) 系统。

source: Usage:
pt_br: Uso:
zh_cn: 用法：

source: Private subcommand usage, options subject to change at any time:
pt_br: Uso de subcomando particular, opções sujeitas a alteração a qualquer momento:
zh_cn: 专用子命令用法、选项有可能会随时更改：

source: Did you mean: {0}
pt_br: Você quis dizer: {0}
zh_cn: 您的意思是： {0}

source: For a full list of subcommands, run: pkg help
pt_br: Para obter uma lista completa de subcomandos, execute: pkg help
zh_cn: 要获得子命令的完整列表，请运行：pkg help

source: Usage: pkg [options] command [cmd_options] [operands]
pt_br: Uso: pkg [options] command [cmd_options] [operands]
zh_cn: 用法： pkg [options] command [cmd_options] [operands]

source: Basic subcommands:
pt_br: Subcomandos básicos:
zh_cn: 基本子命令：

source: Advanced subcommands:
pt_br: Subcomandos avançados:
zh_cn: 高级子命令：

source: Options: -R dir --no-network-cache --help or -? Environment: PKG_IMAGE
pt_br: Opçõess: -R dir --no-network-cache --help or -? Ambiente: PKG_IMAGE
zh_cn: 选项： -R dir --no-network-cache --help 或 -? 环境： PKG_IMAGE

source: Usage: pkg [options] command [cmd_options] [operands]
pt_br: Uso: pkg [options] command [cmd_options] [operands]
zh_cn: 用法： pkg [options] command [cmd_options] [operands]

source: The following commands are supported:
pt_br: Os comandos a seguir são suportados:
zh_cn: 所支持的命令如下：

source: Package Information : list search info contents Package Transitions : update install uninstall history exact-install Package Maintenance : verify fix revert Publishers : publisher set-publisher unset-publisher Package Configuration: mediator set-mediator unset-mediator facet change-facet variant change-variant Image Constraints : avoid unavoid freeze unfreeze Image Configuration : refresh rebuild-index purge-history property set-property add-property-value unset-property remove-property-value Miscellaneous : image-create dehydrate rehydrate For more info, run: pkg help <command>
pt_br: Informações sobre o pacote: list search info contents Transições de pacote : update install uninstall history exact-install Manutenção do pacote : verify fix revert Editores : publisher set-publisher unset-publisher Configuração do pacote : mediator set-mediator unset-mediator facet change-facet variant change-variant Restrições de imagem : avoid unavoid freeze unfreeze Configuração de imagem : refresh rebuild-index purge-history property set-property add-property-value unset-property remove-property-value Diversas : image-create dehydrate rehydrate Para obter mais informações, execute: pkg help <command>
zh_cn: 软件包信息: list search info contents 软件包转换: update install uninstall history exact-install 软件包维护: verify fix revert 发布者 : publisher set-publisher unset-publisher 软件包配置: mediator set-mediator unset-mediator facet change-facet variant change-variant 映像约束 : avoid unavoid freeze unfreeze 映像配置 : refresh rebuild-index purge-history property set-property add-property-value unset-property remove-property-value 其他 : image-create dehydrate rehydrate 有关更多信息，请运行：pkg help <command>

source: WARNING: The boot environment being modified is not the active one. Changes made in the active BE will not be reflected on the next boot.
pt_br: AVISO: O ambiente de inicialização (BE) que está sendo modificado não é o ambiente ativo. As alterações feitas no BE ativo não aparecerão na próxima inicialização.
zh_cn: 警告：当前所修改的引导环境不是处于活动状态的引导环境。 在活动引导环境中所做的更改在下一次引导时不会反映出来。

source: WARNING: The boot environment being modified is not the active one. Changes made will not be reflected on the next boot.
pt_br: AVISO: O ambiente de inicialização (BE) que está sendo modificado não é o ambiente ativo. As alterações feitas não aparecerão na próxima inicialização.
zh_cn: 警告：当前所修改的引导环境不是处于活动状态的引导环境。 所做的更改在下一次引导时不会反映出来。

source: Yes
id: Ya
pt_br: Sim
zh_cn: 是

source: No
id: Tidak
pt_br: Não
zh_cn: 否

source: Packages to remove:
pt_br: Pacotes para remoção:
zh_cn: 要删除的软件包：

source: Packages to install:
pt_br: Pacotes para instalação:
zh_cn: 要安装的软件包：

source: Packages to update:
pt_br: Pacotes para atualização:
zh_cn: 要更新的软件包：

source: Packages to change:
pt_br: Pacotes para alteração:
zh_cn: 要更改的软件包：

source: Packages to fix:
pt_br: Pacotes para correção:
zh_cn: 要修复的软件包：

source: Mediators to change:
pt_br: Mediadores para alteração:
zh_cn: 要更改的中介：

source: Variants/Facets to change:
pt_br: Variantes/facetas para alterar:
zh_cn: 要更改的变量/侧面：

source: Services to change:
pt_br: Serviços para alteração:
zh_cn: 要更改的服务：

source: Estimated space available:
pt_br: Espaço estimado disponível:
zh_cn: 估计可用的空间：

source: Estimated space to be consumed:
pt_br: Espaço estimado a ser consumido:
zh_cn: 估计要使用的空间：

source: Create boot environment:
pt_br: Criar ambiente de inicialização:
zh_cn: 创建引导环境：

source: Activate boot environment:
pt_br: Ativar ambiente de inicialização:
zh_cn: 激活引导环境：

source: Create backup boot environment:
pt_br: Criar ambiente de inicialização de backup:
zh_cn: 创建备份引导环境：

source: Rebuild boot archive:
pt_br: Recriar arquivo de inicialização:
zh_cn: 重新生成引导归档文件：

source: Changed mediators:
pt_br: Mediadores alterados:
zh_cn: 已更改的中介：

source: Changed variants/facets:
pt_br: Variantes/facetas alteradas:
zh_cn: 已更改的变量/侧面：

source: Solver dependency errors:
pt_br: Erros de dependência do solucionador:
zh_cn: 解析器相关项错误：

source: Changed packages:
pt_br: Pacotes alterados:
zh_cn: 已更改的软件包：

source: Package-triggered Operations:
pt_br: Operações acionadas por Pacote:
zh_cn: 软件包触发的操作：

source: Services:
pt_br: Serviços:
zh_cn: 服务：

source: Move:
pt_br: Mover:
zh_cn: 移动：

source: Remove:
pt_br: Remover:
zh_cn: 删除：

source: Install:
pt_br: Instalar:
zh_cn: 安装：

source: Update:
pt_br: Atualizar:
zh_cn: 更新：

source: Editable files to change:
pt_br: Arquivos editáveis para alteração:
zh_cn: 要更改的可编辑文件：

source: Actions:
pt_br: Ações:
zh_cn: 操作：

source: Release Notes:
pt_br: Notas de versão:
zh_cn: 发行说明：

source: Release notes can be viewed with 'pkg history -n 1 -N'
pt_br: As notas de versão poderão ser exibidas com 'pkg history -n 1 -N'
zh_cn: 可以使用 'pkg history -n 1 -N' 查看发行说明

source: Release notes can be found in {0} before rebooting.
pt_br: Não foi possível localizar as notas de versão em {0} antes da reinicialização.
zh_cn: 在重新引导前，可以在 {0} 处找到发行说明。

source: After rebooting, use 'pkg history -n 1 -N' to view release notes.
pt_br: Após a reinicialização, use 'pkg history -n 1 -N' para exibir as notas de versão.
zh_cn: 在重新引导后，可以使用 'pkg history -n 1 -N' 查看发行说明。

source: Package: {0}
pt_br: Pacote: {0}
zh_cn: 软件包: {0}

source: License: {0}
pt_br: Licença: {0}
zh_cn: 许可证: {0}

source: No updates available for this image.
id: Tidak ada update yang tersedia untuk image ini.
pt_br: Não há atualizações disponíveis para esta imagem.
zh_cn: 没有可用于此映像的更新。

source: No updates necessary for this image.
id: Tidak ada pembaruan yang diperlukan untuk image ini.
pt_br: Não há atualizações para esta imagem.
zh_cn: 此映像没有必需执行的更新。

source: Could not repair: {0:50}
pt_br: Não foi possível reparar: {0:50}
zh_cn: 无法修复: {0:50}

source: Repairing: {0:50}
pt_br: Reparando: {0:50}
zh_cn: 正在修复: {0:50}

source: PACKAGE
pt_br: PACOTE
zh_cn: 软件包

source: STATUS
zh_cn: 状态

source: UNPACKAGED CONTENTS
pt_br: CONTEÚDO DESCOMPACTADO
zh_cn: 未打包内容

source: WARNING: {0}
pt_br: AVISO: {0}
zh_cn: 警告：{0}

source: ERROR: {0}
pt_br: ERRO: {0}
zh_cn: 错误：{0}

source: The following packages require their licenses to be accepted before they can be installed or updated:
id: Paket-paket berikut memerlukan lisensi untuk dapat diterima sebelum dapatdiinstal atau diperbaharui:
pt_br: Os seguintes pacotes requerem licenças para serem aceitos antes de que possam ser instalados ou atualizados:
zh_cn: 需要先接受以下软件包的许可证，然后才能对其进行安装或更新：

source: To indicate that you agree to and accept the terms of the licenses of the packages listed above, use the --accept option. To display all of the related licenses, use the --licenses option.
id: Untuk menunjukkan bahwa Anda setuju dan menerima syarat-syarat lisensi dari paket yang tercantum di atas, gunakan opsi - opsi menerima. Untuk menampilkan semua lisensi terkait, gunakan opsi - opsi lisensi.
pt_br: Para indicar que concorda e aceita os termos das licenças dos pacotes listados acima, use a opção --aceitar. Para exibir todos das licenças relacionadas, use a opção --licenças.
zh_cn: 要指示您同意并接受上面所列的软件包的许可证条款，请使用 --accept 选项。要显示所有相关的许可证，请使用 --licenses 选项。

source: An unexpected error happened while preparing for {0}:
pt_br: Um erro inesperado ocorreu enquanto preparando para {0}:
zh_cn: 在准备 {0} 时发生意外错误：

source: {operation} failed: {err}
pt_br: {operation} com falha: {err}
zh_cn: {operation} 失败: {err}

source: {operation} failed (linked image exception(s)): {err}
pt_br: {operation} falhou (exceção(ões) de imagem vinculada): {err}
zh_cn: {operation} 失败（链接映像异常）： {err}

source: {0} cannot be done on live image
pt_br: {0} não pode ser feita em uma imagem viva
zh_cn: 无法对实时映像执行 {0}

source: Requested "{0}" operation would affect files that cannot be modified in live image. Please retry this operation on an alternate boot environment.
pt_br: Operação "{0}" solicitada afetaria os arquivos que não podem ser modificados na imagem ativa. Tente esta operação novamente em um ambiente de inicialização alternativo.
zh_cn: 请求的 "{0}" 操作会影响在实时映像中无法修改的文件。 请在备用引导环境中重试此操作。

source: (Failure to consistently execute pkg commands as a privileged user is often a source of this problem.)
pt_br: (Falha ao executar consistentemente comandos do pacote pois um usuário com privilégios geralmente é uma causa deste problema.)
zh_cn: （无法作为特权用户一致地执行 pkg 命令通常是导致出现此问题的根源。）

source: An unexpected error happened during {operation}: {err}
pt_br: Um erro inesperado aconteceu durante {operation}: {err}
zh_cn: {operation} 期间发生意外错误: {err}

source: The following unexpected or editable files and directories were salvaged while executing the requested package operation; they have been moved to the displayed location in the image:
pt_br: Os arquivos e diretórios inesperados ou editáveis a seguir foram salvos durante a execução da operação de pacote solicitada; eles foram movidos para o local exibido na imagem:
zh_cn: 在执行所请求的软件包操作时挽救了以下 意外的或可编辑的文件和目录；它们已 被移到映像中所显示的位置：

source: No image rooted at '{0}' (set by $PKG_IMAGE)
pt_br: Não há imagem com raiz em '{0}' (definido por $PKG_IMAGE)
zh_cn: 没有映像位于 '{0}'（由 $PKG_IMAGE 设置）

source: No image rooted at '{0}'
pt_br: Não há imagem com raiz em '{0}'
zh_cn: 没有任何映像的根目录位于 '{0}'

source: No image found.
id: Tidak ada gambar ditemukan.
pt_br: Nenhuma imagem encontrada.
zh_cn: 未找到映像。

source: {operation} failed (inventory exception): {err}
pt_br: {operation} falha (exceção de inventório): {err}
zh_cn: {operation} 失败（清单异常）： {err}

source: WARNING: pkg(7) appears to be out of date, and should be updated before running {op}. Please update pkg(7) by executing 'pkg install pkg:/package/pkg' as a privileged user and then retry the {op}.
pt_br: AVISO: pkg(7) parece estar desatualizado e deveria ser atualizado antes de executar o {op}. Atualize o pkg(7) executando 'pkg install pkg:/package/pkg' como usuário com privilégios e execute o {op} novamente.
zh_cn: 警告：pkg(7) 好像已过时，在运行 {op} 之前应对其 进行更新。请以特权用户身份执行 'pkg install pkg:/package/pkg' 来更新 pkg(7)，然后重试 {op}。

source: The proposed operation cannot be performed on a live image.
pt_br: A operação proposta não pode ser executada uma imagem ativa.
zh_cn: 无法对实时映像执行所建议的操作。

source: Please provide one of the package FMRIs listed above to the install command.
pt_br: Forneça um dos FMRIs do pacote listados acima para o comando install.
zh_cn: 请为 install 命令提供上面列出的某个软件包 FMRI。

source: {0}: no variants specified
pt_br: {0}: nenhuma variante especificada
zh_cn: {0}: 没有指定变量

source: {0}: variants must to be of the form '<name>=<value>'.
pt_br: {0}: as variantes devem ser no formato '<name>=<value>'.
zh_cn: {0}: 变量的格式必须是 '<name>=<value>'。

source: {subcmd}: duplicate variant specified: {variant}
pt_br: {subcmd}: variante em duplicidade especificada: {variant}
zh_cn: {subcmd}： 指定了重复的变量： {variant}

source: {0}: no facets specified
pt_br: {0}: nenhuma faceta especificada
zh_cn: {0}: 没有指定侧面

source: {0}: facets must to be of the form 'facet....=[True|False|None]'
pt_br: {0}: faces devem estar na forma 'face....=[Verdadeiro|Falso|Nenhum]'
zh_cn: {0}： 侧面的格式必须是 'facet。。。。=[True|False|None]'

source: {0}: facets must to be of the form 'facet....=[True|False|None]'.
pt_br: {0}: faces devem estar na forma 'face....=[Verdadeiro|Falso|Nenhum]'.
zh_cn: {0}： 侧面的格式必须是 'facet。。。。=[True|False|None]'。

source: To indicate that you agree to and accept the terms of the licenses of the packages listed above, use the --accept option. To display all of the related licenses, use the --licenses option.
pt_br: Para indicar que concorda e aceita os termos das licenças dos pacotes listados acima, use a opção --aceitar. Para exibir todos das licenças relacionadas, use a opção --licenças.
zh_cn: 要指示您同意并接受上面所列的软件包的许可证条款，请使用 --accept 选项。要显示所有相关的许可证，请使用 --licenses 选项。

source: To add a publisher using this repository, execute the following command as a privileged user: pkg set-publisher -g {0} <publisher>
pt_br: Para adicionar um editor usando este repositório, execute o seguinte comando como usuário com privilégios: pkg set-publisher -g {0} <publisher>
zh_cn: 要使用此系统信息库添加发布者，请以特权用户身份执行 以下命令： pkg set-publisher -g {0} <publisher>

source: at least one file path or tag name required
pt_br: pelo menos um caminho do arquivo ou nome da marca necessário
zh_cn: 至少需要一个文件路径或标记名称

source: MEDIATOR
pt_br: MEDIADOR
zh_cn: 中介

source: VERSION
pt_br: VERSÃO
zh_cn: 版本

source: IMPLEMENTATION
pt_br: IMPLEMENTAÇÃO
zh_cn: 实现

source: WARNING: pkg mediators may not be accurately shown when one or more publishers have been dehydrated. The correct mediation will be applied when the publishers are rehydrated.
pt_br: ADVERTÊNCIA: os mediadores de pacotes talvez não sejam mostrados com precisão quando um ou mais editores tiverem sido desidratados. A mediação correta será aplicada quando os editores forem reidratados.
zh_cn: 警告：一个或多个发布者被冻结后可能无法准确显示 pkg 中介。发布者解除冻结后将应用正确的中介。

source: no matching mediators found
pt_br: nenhum mediador correspondente encontrado
zh_cn: 未找到任何匹配的中介

source: at least one mediator must be specified
pt_br: ao menos um mediador deve ser especificado
zh_cn: 必须至少指定一个中介

source: a mediator version and/or implementation must be specified using -V and -I
pt_br: uma versão e/ou implementação do mediador deve ser especificada usando -V e -I
zh_cn: 必须使用 -V 和 -I 指定一个中介版本和/或实现

source: No changes required.
pt_br: Nenhuma alteração necessária.
zh_cn: 不需要进行任何更改。

source: {avoid_pkg} (group dependency of '{tracking_pkg}')
pt_br: {avoid_pkg} (dependência do grupo de '{tracking_pkg}')
zh_cn: {avoid_pkg}（'{tracking_pkg}' 的组相关项）

source: At least one package to freeze must be given when -c is used.
pt_br: Pelo menos um pacote para congelamento deve ser fornecido quando -c for usado.
zh_cn: 当使用 -c 时，必须指定至少一个要冻结的软件包。

source: -H may only be specified when listing the currently frozen packages.
pt_br: -H só pode ser especificado ao listar os pacotes congelados atualmente.
zh_cn: 只有在列出当前冻结的软件包时才可以指定 -H。

source: {name} was frozen at {ver}
pt_br: {name} foi congelado em {ver}
zh_cn: {name} 的冻结版本为 {ver}

source: {0} was unfrozen.
pt_br: {0} foi descongelado.
zh_cn: {0} 已解除冻结。

source: NAME
pt_br: NOME
zh_cn: 名称

source: DATE
pt_br: DATA
zh_cn: 日期

source: COMMENT
pt_br: COMENTÁRIO
zh_cn: 注释

source: The repository returned a malformed result. The problematic structure:{0!r}
pt_br: O repositório retornou um resultado malformado. A estrutura problemática: {0!r}
zh_cn: 系统信息库返回了格式错误的结果。 有问题的结构: {0!r}

source: The repository returned an invalid or unsupported action. {0}
pt_br: O repositório retornou com uma ação inválida ou não suportada. {0}
zh_cn: 系统信息库返回了无效或不受支持的操作。 {0}

source: at least one search term must be provided
id: setidaknya satu istilah pencarian harus disediakan
pt_br: ao menos um período de pesquisa deve ser fornecido
zh_cn: 必须至少提供一个搜索词条

source: action level options ('{0}') to -o cannot be used with the -p option
pt_br: opções de nível de ação ('{0}') a -o não podem ser usados com a -p opção
zh_cn: 对 -o 的操作级别选项 ('{0}') 不能与 -p 选项结合使用

source: The repository returned a malformed result:{0!r}
pt_br: O repositório retornou um resultado malformado: {0!r}
zh_cn: 系统信息库返回了格式错误的结果: {0!r}

source: action level options to -o cannot be used with the queries that return packages
id: tingkat tindakan pilihan -o tidak dapat digunakan dengan permintaan yang mengembalikan paket
pt_br: opções de nível de ação a -o não podem ser usados com as questões que retornaram
zh_cn: 对 -o 的操作级别选项不能与可返回软件包的查询结合使用

source: The search index appears corrupted. Please rebuild the index with 'pkg rebuild-index'.
id: Index pencarian sepertinya korup. Mohon bangun ulang index dengan 'pkg rebuild-index'.
pt_br: O índice da pesquisa parece corrompido. Reconstrua o índice com 'pkg rebuild-index'.
zh_cn: 搜索索引似乎已被破坏。请使用 'pkg rebuild-index' 重新生成索引。

source: Invalid attribute '{0}'
pt_br: Atributo inválido '{0}'
zh_cn: 属性 '{0}' 无效

source: -a takes an argument of the form <attribute>=<pattern>
pt_br: -a toma um argumento da forma <attribute>=<pattern>
zh_cn: -a 采用格式为 <属性>=<模式> 的参数

source: contents: must request remote contents for specific packages
id: isi: harus meminta isi jarak jauh untuk paket tertentu
pt_br: conteúdos: deve solicitar conteúdo remoto para pacotes específicos
zh_cn: contents: 必须为特定软件包请求远程内容

source: -m and {0} may not be specified at the same time
pt_br: -m e {0} não podem ser especificadas ao mesmo tempo
zh_cn: 不能同时指定 -m 和 {0}

source: no valid action types specified
pt_br: nenhum tipo de ação válido especificado
zh_cn: 未指定有效操作类型

source: WARNING: invalid action types specified: {0}
pt_br: AVISO: tipos de ação inválidos especificados: {0}
zh_cn: 警告: 指定的操作类型无效: {0}

source: no packages installed
id: tidak ada paket yang diinstal
pt_br: não há pacotes instalados
zh_cn: 没有安装软件包

source: pkg: contents: no matching actions found in the listed packages
id: pkg: isi: tidak ada tindakan yang sesuai yang ditemukan dalam paket yang tercantum
pt_br: pkg: conteúdos: não há ações correspondentes encontradas nos pacotes listados
zh_cn: pkg: contents: 在所列的软件包中没有找到任何匹配的操作

source: This package contains no actions with the fields specified using the -o option. Please specify other fields, or use the -m option to show the raw package manifests.
pt_br: Este pacote não contém ações com os campos especificados usando a opção -o . Especifique outros campos ou use a opção -m para mostrar os manifestos do pacote bruto.
zh_cn: 此软件包不包含具有使用 -o 选项指定的字段的任何 操作。请指定其他字段，或使用 -m 选项显示原始的 软件包清单。

source: This package delivers no filesystem content, but may contain metadata. Use the -o option to specify fields other than 'path', or use the -m option to show the raw package manifests.
pt_br: Este pacote não oferece nenhum conteúdo de sistema de arquivos, mas contém metadados. Use a opção -o para especificar outros campos diferentes de 'path', ou use a opção -m para mostrar os manifestos do pacote bruto.
zh_cn: 此软件包未传送任何文件系统内容，但可能包含元数据。请使用 -o 选项指定 'path' 之外的字段，或使用 -m 选项显示 原始的软件包清单。

source: pkg: contents: no packages matching the following patterns you specified are installed on the system. Try specifying -r to query remotely:
id: pkg: isi: tidak ada paket yang sesuai dengan mengikuti pola yang Anda tentukan diinstal pada sistem. Cobalah menentukan -r untuk query jarak jauh:
pt_br: pkg: info: não há pacotes correspondentes aos seguintes exemplos que você especificou
zh_cn: pkg: contents: 系统中没有安装任何与您指定的以下模式匹配的 软件包。请尝试指定 -r 来进行远程查询：

source: pkg: contents: no packages matching the following patterns you specified were found in the catalog. Try relaxing the patterns, refreshing, and/or examining the catalogs:
id: pkg: isi: tidak ada paket yang sesuai dengan pola yang Anda tentukan ditemukan di katalog. Cobalah pola relaxing, refreshing, dan/atau memeriksa katalog:
pt_br: pkg: contents: no catálogo, não há pacotes correspondentes aos padrões especificados. Tente flexibilizar os padrões, atualizar e/ou verificar os catálogos:
zh_cn: pkg: contents：在目录中没有找到任何与您指定的以下模式匹配的 软件包。请尝试放宽模式、刷新和/或 检查目录：

source: {0}/{1} repositories for publisher '{2}' could not be reached for catalog refresh.
pt_br: {0}/{1} repositórios do editor '{2}' não foram atingidos para sincronização de catálogo.
zh_cn: 无法访问发布者 '{2}' 的 {0}/{1} 系统信息库以刷新目录。

source: ({0} partial):
pt_br: ({0} parcial):
zh_cn: （{0} 部分）：

source: pkg: {succeeded}/{total} catalogs successfully updated{partial}
pt_br: pkg: {succeeded}/{total} catálogos atualizados com êxito{partial}
zh_cn: pkg: {succeeded}/{total} 目录已成功更新{partial}

source: repository
pt_br: repositório
zh_cn: 系统信息库

source: {0} of {1} repositories
pt_br: {0} de {1} repositórios
zh_cn: {0}/{1} 系统信息库

source: Errors were encountered when attempting to contact {0} for publisher '{1}'.
pt_br: Foram encontrados erros ao tentar contatar {0} para o editor '{1}'.
zh_cn: 尝试连接发布者 '{1}' 的 {0} 时出现错误。

source: 'pkg publisher' will show a list of publishers.
id: 'pkg publisher' akan menampilkan daftar penerbit.
pt_br: 'pkg publisher' mostrará uma lista de editores.
zh_cn: 'pkg publisher' 将会显示一个发布者列表。

source: Could not refresh the catalog for {0}
pt_br: Não foi possível atualizar o catálogo de {0}
zh_cn: 无法刷新 {0} 的目录

source: The origin URIs for '{pubname}' do not appear to point to a valid pkg repository. Please verify the repository's location and the client's network configuration. Additional details: {details}
pt_br: Os URIs de origem do '{pubname}' parecem não apontar para um repositório pkg válido. Verifique o local do repositório e a configuração de rede do cliente. Detalhes adicionais: {details}
zh_cn: '{pubname}' 的源 URI 似乎未指向有效的 pkg 系统信息库。 请检验系统信息库的位置和客户机的网络配置。 其他详细信息： {details}

source: The specified URI does not appear to point to a valid pkg repository. Please check the URI and the client's network configuration. Additional details: {0}
pt_br: A URI especificada parece não apontar para um repositório pkg válido. Comprove a URI e a configuração de rede do cliente. Detalhes adicionais: {0}
zh_cn: 指定的 URI 似乎未指向有效的 pkg 系统信息库。 请检查 URI 和客户机的网络配置。 其他详细信息： {0}

source: Added publisher(s): {0}
pt_br: Editor(es) adicionado(s): {0}
zh_cn: 已添加的发布者: {0}

source: Updated publisher(s): {0}
pt_br: Editor(es) atualizado(s): {0}
zh_cn: 已更新的发布者: {0}

source: Approved CAs:
pt_br: CAs aprovados:
zh_cn: 已批准的 CA：

source: Revoked CAs:
pt_br: CAs revogados:
zh_cn: 已吊销的 CA：

source: SSL Key:
pt_br: Chave SSL:
zh_cn: SSL 密钥：

source: SSL Cert:
id: SSL Key:
pt_br: Cert. SSL:
zh_cn: SSL 证书：

source: Cert. Effective Date:
id: Sert. Tanggal Efektif:
pt_br: Data de validade do cert.:
zh_cn: 证书生效日期：

source: Cert. Expiration Date:
id: Sert. Tanggal Kadaluarsa:
pt_br: Data de vencimento do cert.:
zh_cn: 证书失效日期：

source: Publisher:
id: Penerbit:
pt_br: Editor:
zh_cn: 发布者：

source: Alias:
zh_cn: 别名：

source: Origin URI:
id: Asal URI:
pt_br: URI de origem:
zh_cn: 源 URI：

source: Proxy:
zh_cn: 代理：

source: Mirror URI:
pt_br: URI de espelho:
zh_cn: 镜像 URI：

source: Client UUID:
id: UUID Klien:
pt_br: UUID do cliente:
zh_cn: 客户机 UUID：

source: Catalog Updated:
id: Katalog Diperbarui:
pt_br: Catálogo atualizado:
zh_cn: 目录已更新：

source: Enabled:
id: Aktifkan:
pt_br: Ativado:
zh_cn: 已启用：

source: Properties:
pt_br: Propriedades:
zh_cn: 属性：

source: requires a property name and value
id: membutuhkan nama properti dan nilai
pt_br: requerer um nome de propriedade e valor
zh_cn: 需要一个属性名称和值
