Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: Certificate '%(cert)s' needed to access '%(uri)s' is invalid.
id: Sertifikat '%(cert)s' dibutuhkan untuk mengakses '%(uri)s' tidak valid.

source: Invalid certificate '%s'.
id: Sertifikat tidak valid '%s'.

source: Unable to locate key '%(key)s' for publisher '%(pub)s' needed to access '%(uri)s'.
id: Tidak dapat menemukan kunci '%(key)s' untuk penerbit '%(pub)s' yang dibutuhkan untuk mengakses '%(uri)s '.

source: Unable to locate key '%(key)s' for publisher '%(pub)s'.
id: Tidak dapat menemukan kunci '%(key)s' untuk penerbit '%(pub)s'.

source: Unable to locate key '%(key)s' needed to access '%(uri)s'.
id: Tidak dapat menemukan kunci '%(key)s' yang dibutuhkan untuk mengakses '%(uri)s'.

source: Unable to locate key '%s'.
id: Tidak dapat menemukan kunci '%s'.

source: Unable to locate certificate '%(cert)s' for publisher '%(pub)s' needed to access '%(uri)s'.
id: Tidak dapat menemukan sertifikat '%(cert)s' untuk penerbit '%(pub)s' yang dibutuhkan untuk mengakses '%(uri)s'.

source: Unable to locate certificate '%(cert)s' for publisher '%(pub)s'.
id: Tidak dapat menemukan sertifikat '%(cert)s' untuk penerbit '%(pub)s'.

source: Unable to locate certificate '%(cert)s' needed to access '%(uri)s'.
id: Tidak dapat menemukan sertifikat '%(cert)s' dibutuhkan untuk mengakses '%(uri)s'.

source: Unable to locate certificate '%s'.
id: Tidak dapat menemukan sertifikat '%s'.

source: Certificate '%(cert)s' for publisher '%(pub)s', needed to access '%(uri)s', has a future effective date.
id: Sertifikat '%(cert)s' untuk penerbit '%(pub)s', dibutuhkan untuk mengakses '%(uri)s', memiliki tanggal efektif masa depan.

source: Certificate '%(cert)s' for publisher '%(pub)s' has a future effective date.
id: Sertifikat '%(cert)s' untuk penerbit '%(pub)s' memiliki tanggal efektif masa depan.

source: Certificate '%(cert)s' needed to access '%(uri)s' has a future effective date.
id: Sertifikat '%(cert)s' dibutuhkan untuk mengakses '%(uri)s' memiliki tanggal efektif masa depan.

source: Certificate '%s' has a future effective date.
id: Sertifikat '%s' memiliki tanggal efektif masa depan.

source: Gave a bad response:%s
id: Memberikan respon yang buruk:%s

source: Could not find %s
id: Tidak dapat menemukan %s

source: The signature data for the manifest of the '%s' package is not valid.
id: Data signatur untuk manifest dari paket '%s' tidak valid.

source: there is already an image at: %s. To override, use the -f (force) option.
id: sudah ada image di : %s. Untuk override, gunakan opsi -f (force).

source: the specified image path is not empty: %s. To override, use the -f (force) option.
id: Path image tertentu tidak kosong: %s. Untuk override, gunakan opsi -f (force).

source: pkg: A system error %(e)s was caught executing %(cmd)s
id: pkg: Sebuah sistem error %(e)s telah tertangkap mengeksekusi %(cmd)s

source: pkg: '%(cmd)s' failed. with a return code of %(ret)d.
id: pkg: '%(cmd)s' gagal. dengan kode kembali dari %(ret)d.

source: pkg: unable to activate %s
id: pkg: tidak bisa mengaktifkan %s

source: pkg: unable to unmount %s
id: pkg: tidak bisa melakukan unmount %s

source: A clone of %s exists and has been updated and activated. On the next boot the Boot Environment %s will be mounted on '/'. Reboot when ready to switch to this updated BE.
id: Sebuah klon dari %s ada dan telah diperbarui dan diaktifkan. Pada boot berikutnya Boot Environment %s akan di-mount pada '/'. Reboot ketika siap untuk beralih ke BE yang diperbarui.

source: %s has been updated successfully
id: %s telah berhasil diperbarui

source: The running system has not been modified. Modifications were only made to a clone of the running system. This clone is mounted at %s should you wish to inspect it.
id: Sistem yang sedang berjalan belum diubah. Modifikasi yang hanya dibuat untukklon sistem yang berjalan. Klon ini dimount di %s yang mengharuskan Anda untukmemeriksanya.

source: pkg: unable to rollback BE %s and restore image
id: pkg: tidak bisa rollback BE %s dan mengembalikan image

source: %s failed to be updated. No changes have been made to %s.
id: %s gagal diperbarui. Tidak ada perubahan yang telah dibuat untuk %s.

source: pkg: unable to destroy snapshot %s
id: pkg: tidak bisa menghapus snapshot %s

source: pkg: unable to create BE %s
id: pkg: tidak bisa membuat BE %s

source: pkg: unable to mount BE %(name)s on %(clone_dir)s
id: pkg: tidak dapat me-mount BE %(name)s pada %(clone_dir)s

source: The Boot Environment %(name)s failed to be updated. A snapshot was taken before the failed attempt and is mounted here %(clone_dir)s. Use 'beadm unmount %(clone_name)s' and then 'beadm activate %(clone_name)s' if you wish to boot to this BE.
id: Boot Environment %(name)s gagal diperbarui. Sebuah snapshot diambil sebelum gagal dan di-mount di sini %(clone_dir)s. Gunakan 'beadm unmount %(clone_name)s' dan kemudian 'beadm activate %(clone_name)s' jika Anda inginuntuk boot ke BE ini.

source: The Boot Environment %s failed to be updated. A snapshot was taken before the failed attempt and has been restored so no changes have been made to %s.
id: Boot Environment %s gagal diperbarui. Sebuah snapshot diambil sebelum gagal dan telah dipulihkan jadi tidak ada perubahan yang terjadi untuk %s.

source: SUNWipkg update check failed.
id: Pengecekan pembaruan SUNWipkg gagal.

source: Planning for %s failed: %s
id: Perencanaan untuk %s gagal: %s

source: Removal Phase
id: Fase Penghapusan

source: Install Phase
id: Fase Install

source: Update Phase
id: Fase Pembaruan

source: Index Phase
id: Fase Index

source: This version is excluded by installed incorporation %s
id: Versi ini dikecualikan oleh inkoporasi %s yang diinstall

source: This version is excluded by freeze %s
id: Versi ini dikecualikan oleh pembekuan %s

source: No matching version of %s can be installed:
id: Tidak ditemukan versi dari %s yang dapat diinstal:

source: No version of %s can be installed:
id: Tidak ada versi dari %s yang dapat diinstal:

source: Publisher differs from installed or specifed version
id: Penerbit berbeda dari versi terinstal atau versi yang spesifik

source: Publisher is lower ranked
id: Penerbit peringkat lebih rendah

source: Newer version %s is already installed
id: Versi Baru %s telah terinstal

source: Package doesn't support image variant %s
id: Paket tidak mendukung varian image %s

source: Retrieving catalog '%s'...
id: Mengambil katalog '%s'...

source: Unable to retrieve package data for publisher '%(prefix)s' from one of the following origin(s): %(origins)s The catalog retrieved from one of the origin(s) listed above only contains package data for: %(pubs)s.
id: Tidak dapat mengambil data paket penerbit '%(prefix)s' dari salah satu dari asal berikut: %(origins)s Katalog diambil dari salah satu asal yang tercantum di atas hanya berisi data paket untuk: %(pubs)s.

source: This is either a result of invalid origin information being provided for publisher '%s', or because the wrong publisher name was provided when this publisher was added.
id: Ini adalah salah satu hasil dari informasi asal tidak valid yang diberikan untuk penerbit '%s', atau karena kesalahan nama penerbit yang diberikan ketika penerbit ini ditambahkan.

source: To resolve this issue, correct the origin information provided for publisher '%(prefix)s' using the pkg set-publisher subcommand, or re-add the publisher using the correct name and remove the '%(prefix)s' publisher.
id: Untuk mengatasi masalah ini, koreksi informasi asal yang diberikan untuk penerbit '%(prefix)s' menggunakan subcommand pkg set-publisher, atau tambahkan ulang

source: To re-add this publisher with the correct name, execute the following commands as a privileged user: pkg set-publisher -P -g %(origin)s %(pub)s pkg unset-publisher %(prefix)s
id: Untuk menambahkan kembali penerbit ini dengan nama yang benar, jalankan perintah berikut sebagai pengguna istimewa: pkg set-publisher -P -g %(origin)s %(pub)s pkg unset-publisher %(prefix)s

source: Afterwards, the old publisher should be removed by executing the following command as a privileged user: pkg unset-publisher %s
id: Setelah itu, penerbit yang lama harus dihapus dengan menjalankan perintah berikut sebagai pengguna istimewa: pkg unset-publisher %s

source: The FileManager cannot %(cre)s %(ent)s because it is configured read-only.
id: Pengelola Berkas tidak dapat %(cre)s %(ent)s karena dikonfigurasi read-only.

source: FileManager was unable to create %s or the directories containing it.
id: Pengelola Berkas tidak dapat membuat %s atau direktori yang berisi itu.

source: The following paths were found but cannot be accounted for by any of the known layouts: %s
id: Path berikut ditemukan tetapi tidak dijelaskan untuk salah satu layout yang dikenal: %s

source: Couldn't find %s
id: Tidak dapat menemukan %s

source: Subclasses of Dependency must implement dep_key. Current class is %s
id: Subclass dari Ketergantungan harus menerapkan dep_key. Kelas saati ini adalah %s

source: %s had this elf error:%s
id: %s memilkiki error ini :%s

source: %(pp)s (which will be installed at %(ip)s) had this token, %(tok)s, in its run path: %(rp)s. It is not currently possible to automatically expand this token. Please specify its value on the command line.
id: %(pp)s (yang akan diinstal pada %(ip)s) punya token, %(tok)s, pada run path: %(rp)s. Saat ini tidak mungkin untuk secara otomatis melakukan expandtoken. Silakan tentukan nilai pada command line..

source: Could not find the file for %(name)s imported in %(localpath)s
id: Tidak dapat menemukan berkas %(name)s diimport pada %(localpath)s

source: FMRI '%s' is missing version information.
id: FMRI '%s' adalah informasi versi yang hilang

source: Reading Existing Index
id: Membaca Index yang Ada

source: Indexing Packages
id: Pengindeksan Paket

source: %(fp)s contains an action which is missing the expected attribute: %(at)s. The action is:%(act)s
id: %(fp)s mengandung suatu aksi yang hilang atribut yang diharapkan: %(at)s. Aksi:%(act)s

source: Attribute value '%s' not 'true' or 'false'
id: Nilai atribut '%s' tidak 'benar' atau 'salah'

source: The file dependency %s has paths which resolve to multiple packages. The actions are as follows: %s
id: File dependensi %s memiliki path yang merubah beberapa paket . Aksinya adalah sebagai berikut: %s

source: The file dependency %s depends on a path delivered by multiple packages. Those packages are:%s
id: File dependensi %s tergantung pada path yang disampaikan oleh beberapa paket. Paket tersebut adalah:%s

source: %s has unresolved dependency '%s' under the following combinations of variants: %s
id: %s memiliki dependensi yang bersifat unresolved '%s' di bawah kombinasi varian berikut: %s

source: Unsupported scheme '%(scheme)s' in URL: '%(url)s'.
id: Skema yang tidak didukung '%(scheme)s' pada URL: '%(url)s'.

source: Invalid repository URL: '%(url)s': %(msg)s
id: URL repositori tidak valid: '%(url)s': %(msg)s

source: '%(op)s' failed for transaction ID '%(trans_id)s'; status '%(status)s': %(msg)s
id: '%(op)s' gagal untuk ID transaksi '%(trans_id)s'; status '%(status)s': %(msg)s

source: '%(op)s' failed for transaction ID '%(trans_id)s': %(msg)s
id: '%(op)s' gagal untuk ID transaksi '%(trans_id)s': %(msg)s

source: '%(op)s' failed; unable to initiate transaction: %(msg)s
id: '%(op)s' failed; Tidak dapat menginisiasikan transaksi: %(msg)s

source: Unable to initiate transaction: %s
id: Tidak dapat menginisiasikan transaksi: %s

source: Unsupported operation '%(op)s' for the specified repository type '%(type)s'.
id: Operasi tidak didukung '%(op)s' untuk tipe repositori tertentu '%(type)s'.

source: Not an absolute path.
id: Bukan path yang absolut

source: An error occurred while trying to initialize the repository directory structures: %s
id: Sebuah kesalahan terjadi ketika mencoba untuk menginisialisasi struktur direktori repositori: %s

source: Unsupported or temporarily unavailable operation requested.
id: Operasi yang diminya tidak didukung atau sementara tidak tersedia.

source: Unknown failure; no transaction ID provided in response: %s
id: Kegagalan tidak dikenal; tidak ada ID transaksi yang disediakan pada respon:%s

source: An unparseable character in query at position : %d
id: Sebuah karakter unparseable dalam query pada posisi : %d

source: In query %(query)s, %(name)s had a bad value of '%(bv)s'.
id: Dalam query %(query)s, %(name)s memiliki nilai yang buruk dari '%(bv)s'.

source: A query is expected to have five fields: case sensitivity, return type, number of results to return, the number at which to start returning results, and the text of the query. The query provided lacked at least one of those fields: %s
id: Sebuah query diharapkan untuk mempunyai lima field: case sensitivity, tipe balikan, jumlah hasil untuk kembali, jumlah di mana untuk memulai mengembalikan hasil, dan teks dari query. Query yang disediakan yang kurang setidaknya satu dari bidang tersebut: %s

source: Problem occurred with: %s
id: Masalah terjadi dengan: %s

source: Had an empty line in the main dictionary. split_chars is %(sc)s and unquote_list is %(ul)s.%(s)s
id: Mendapat unquote_list kosong sementara pengindeksan. split_chars adalah %(sc)s dan unquote_listadalah %(ul)s.%(s)s

source: Info does not recognize the following options: %s
id: Info tidak mengenali pilihan berikut: %s

source: Index corrupted or out of date. Removing old index directory (%s) and rebuilding search indexes.
id: Indeks rusak atau usang. Menghapus indeks direktori yang lama (%s) dankembali melakukan pencarian indeks.

source: The specified Action Type, '%s', is not valid.
id: Tipe aksi yang ditentukan, '%s', tidak valid.

source: No matching FMRI found in repository catalog.
id: Tidak menemukan fMRI yang cocok di katalog repositori.

source: The specified catalog file '%s', could not be found.
id: File katalog '%s', tidak dapat ditemukan.

source: No file could be found for the specified hash name: '%s'.
id: Tidak ada berkas yang dapat ditemukan untuk nama hash yang ditentukan: '%s'.

source: The specified repository root '%s' does not contain a valid repository.
id: Root repositori '%s' tidak mengandung repositori yang valid.

source: The specified Transaction ID '%s' is invalid.
id: ID Transaksi '%s' tidak valid.

source: No manifest could be found for the FMRI: '%s'.
id: Tidak ada manifest yang dapat ditemukan untuk FMRI: '%s'.

source: The specified search token '%s' is invalid.
id: Pencarian token '%s' tidak valid.

source: The format of the repository or its contents needs to be upgraded before it can be used to serve package data. However, it is currently read-only and cannot be upgraded. If using pkg.depotd, please restart the server without read-only so that the repository can be upgraded.
id: Format dari repositori atau isinya perlu ditingkatkan sebelumdapat digunakan untuk melayani paket data. Namun, saat ini bersifat read-only dantidak dapat ditingkatkan. Jika menggunakan pkg.depotd, silakan start ulang server tanparead-only sehingga repositori dapat ditingkatkan.

source: Upgrading repository; this process will take some time.
id: Upgrade repositori; proses ini akan memakan waktu.

source: repository directories incomplete
id: Direktori repositori incomplete.

source: repository directories not writeable by current user id or group and are incomplete
id: direktori repositori tidak dapat ditulisi oleh user id atau kelompok danincomplete.

source: Skipping %(fmri)s; invalid manifest: %(error)s
id: Melangkahi %(fmri)s; manifest tidak valid: %(error)s

source: Unable to locate or read the specified repository configuration file: '%s'.
id: Tidak dapat menemukan atau membaca file konfigurasi repositori: '%s'.

source: Unrecognized or malformed data in operation payload: '%s'.
id: Data tidak dikenal atau cacat dalam operasi payload: '%s'.

source: The specified client_release is invalid: '%s'
id: client_release yang ditentukan tidak valid: '%s'

source: 'The specified FMRI, '%s', has an invalid version.
id: 'FMRI tertentu, '%s', memiliki versi yang tidak valid.

source: The specified FMRI, '%s', already exists or has been restricted.
id: FMRI tertentu, '%s', sudah ada atau telah dibatasi.

source: The specified FMRI, '%s', must include the publisher prefix as the repository contains package data for more than one publisher or a default publisher has not been defined.
id: FMRI tertentu, '%s', harus menyertakan prefiks penerbit sebagairepositori yang berisi paket data untuk lebih dari satu penerbit atau penerbit default belum didefinisikan.

source: The specified FMRI, '%s', is invalid.
id: FMRI tertentu, '%s', tidak valid.

source: Transaction ID '%s' is already open.
id: ID Transaksi '%s' sudah terbuka.

source: An obsolete package cannot contain actions other than 'set'.
id: Sebuah paket usang tidak dapat berisi tindakan selain 'set'.

source: A renamed package cannot contain actions other than 'set' and 'depend'.
id: Sebuah paket yang diberi nama baru tidak dapat berisi aksi selain 'set' dan 'depend'.

source: A '%s' action cannot be present in an obsolete package: %s
id: '%s' aksi tidak dapat saat ini dalam paket usang: %s

source: A '%s' action cannot be present in a renamed package: %s
id: '%s' aksi tidak dapat saat ini dalam mengganti nama paket: %s

source: All Packages
id: semua paket

source: Installed Packages
id: paket terinstal

source: Not Installed Packages
id: bukan paket terinstal

source: Selected Packages
id: Seleksi paket

source: All Publishers (Installed)
id: Semua Penerbit (Terinstal)

source: All Publishers (Search)
id: Semua Penerbit (Telusuri)

source: Add...
id: tambah...

source: Logs
id: Catatan

source: Export Selections Confirmation
id: Ekspor Seleksi Konfirmasi

source: Export Selections Error
id: Ekspor Seleksi Galat

source: Export Selections
id: Ekspor Seleksi

source: p5i Files
id: Berkas p5i

source: All Files
id: Semua Berkas

source: my_packages
id: Paketku

source: Search (Ctrl-F)
id: Telusur (Ctrl-F)

source: <html><head></head><body><H2>Welcome toPackageManager!</H2><br><font color='#0000FF'>Warning: Unable to load Start Page:<br>%s</font></body></html>
id: html><head></head><body><H2>Selamat Datang di PengelolaPaket!</H2><br><font color='#0000FF'>Peringatan: Tidak dapat memuat Halaman Awal:<br>%s</font></body></html>

source: failed to respond
id: gagal merespon

source: invalid response
id: kesalahan respon

source: A valid response was not returned.
id: tanggapan yang valid tidak dikembalikan.

source: unsupported search
id: tidak mendukung penelusuran

source: Search Errors: click to view
id: Telusuri Galat: klik untuk tilik

source: Loading... %s
id: Memuat... %s

source: Stopped
id: menghentikan

source: View packages in %(s1)s%(pub)s%(e1)s
id: tilik kemasan in %(s1)s%(pub)s%(e1)s

source: Search within %(s1)sAll Publishers%(e1)s
id: Telusuri di %(s1)sAll Publishers%(e1)s

source: View installed packages for %(s1)sAll Publishers%(e1)s
id: Lihat paket terinstal untuk %(s1)sAll Publishers%(e1)s

source: Change View to %(s1)sAll Packages%(e1)s
id: Ubah Tampilan untuk %(s1)sAll Packages%(e1)s

source: Loading %(s1)sSearch Help%(e1)s ...
id: Memuat %(s1)sSearch Help%(e1)s ...

source: View results for %s
id: Tilik hasil untuk %s

source: Empty Action not supported
id: Aksi Kosong tidak didukung

source: Action not supported: %s
id: Aksi tidak didukung: %s

source: Click to toggle selections
id: Klik untuk beralih pilihan

source: all selection toggle
id: Semua pilihan beralih

source: Not Installed
id: Tidak Terinstal

source: Updates Available
id: Perbaharuan Tersedia

source: All Categories
id: Semua Kategori

source: Meta Packages
id: Meta paket

source: Applications
id: Aplikasi

source: Distributions
id: Distribusi

source: Search all publishers
id: Terlusuri smua penerbit

source: Search current publisher
id: Telusuri Penerbit

source: alt='[Information]' title='Information' ALIGN='bottom'></TD><TD><h3><b>Search All Publishers</b></h3><TD></TD></TR><TR><TD></TD><TD> Use the Search field to search for packages within the following Publishers:</TD></TR>
id: alt='[Information]' title='Informasi' ALIGN='bottom'></TD><TD><h3><b>Cari Semua Penerbit</b></h3><TD></TD></TR><TR><TD></TD><TD> Use the Search field to search for packages within the following Publishers:</TD></TR>

source: <TR><TD></TD><TD></TD></TR><TR><TD></TD><TD>Click on the Publishers below to view their list of packages:</TD></TR>
id: <TR><TD></TD><TD></TD></TR><TR><TD></TD><TD>Klik pada penerbit di bawah ini untukmelihat daftar paket mereka:</TD></TR>

source: alt='[Information]' title='Information' ALIGN='bottom'></TD><TD><h3><b>Search in All Publishers (Installed)</b></h3><TD></TD></TR><TR><TD></TD><TD> Search is <b>not</b> supported in All Publishers (Installed).</TD></TR>
id: alt='[Information]' title='Informasi' ALIGN='bottom'></TD><TD><h3><b>Cari Semua Penerbit (Terinstall)</b></h3><TD></TD></TR><TR><TD></TD><TD> Cari <b>not</b> yang didukung pada Semua Penerbit(Installed).</TD></TR>

source: <TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD><b>Suggestions:</b><br></TD></TR><TR><TD></TD><TD<TD>
id: <TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD><b>Saran:</b><br></TD></TR><TR><TD></TD><TD<TD>

source: <li style='padding-left:7px'>Return to view packages for All Publishers <a href='pm?pm-action=internal&search=%s'>(Installed)</a></li>
id: <li style='padding-left:7px'>Kembali untuk melihat paket-paket untuk Semua Penerbit <a href='pm?pm-action=internal&search=%s'>(Terinstall)</a></li>

source: <li style='padding-left:7px'>Search for <b>%(text)s</b> using All Publishers <a href='pm?pm-action=internal&search=%(all_pubs)s'>(Search)</a></li>
id: <li style='padding-left:7px'>Cari <b>%(text)s</b> menggunakan Semua Penerbit <a href='pm?pm-action=internal&search=%(all_pubs)s'>(Cari)</a></li>

source: <li style='padding-left:7px'>See <a href='pm?pm-action=internal&search=%s'>Search Help</a></li></TD></TR>
id: <li style='padding-left:7px'>See <a href='pm?pm-action=internal&search=%s'>Bantuan Pencarian</a></li></TD></TR>

source: alt='[Information]' title='Information' ALIGN='bottom'></TD><TD><h3><b>Recent Searches</b></h3><TD></TD></TR><TR><TD></TD><TD> Access stored results from recent searches in this session.</TD></TR>
id: alt='[Information]' title='Informasi' ALIGN='bottom'></TD><TD><h3><b>Pencarian Saat Ini</b></h3><TD></TD></TR><TR><TD></TD><TD> Akses stored results from recent searches in this session.</TD></TR>

source: results
id: hasil

source: Click on the search results link below to view the stored results:
id: Klik pada hasil Pencarian link di bawah ini untuk melihat hasil disimpan:

source: alt='[Information]' title='Information' ALIGN='bottom'></TD><TD><h3><b>View Packages</b></h3><TD></TD></TR><TR><TD></TD><TD>
id: alt='[Information]' title='Informasi' ALIGN='bottom'></TD><TD><h3><b>Lihat Paket</b></h3><TD></TD></TR><TR><TD></TD><TD>

source: There is one package in this category, however it is not visible in the selected View: <li style='padding-left:7px'><b>%s</b></li>
id: Ada satu paket dalam kategori ini, namun tidak terlihat dalamView pilihan: <li style='padding-left:7px'><b>%s</b></li>

source: <li style='padding-left:7px'><a href='pm?pm-action=internal&search=%s'>Change View to All Packages</a></li>
id: <li style='padding-left:7px'><a href='pm?pm-action=internal&search=%s'>Ubah View untuk Semua Paket/a></li>

source: alt='[Information]' title='Information' ALIGN='bottom'></TD><TD><h3><b>Search Results</b></h3><TD></TD></TR><TR><TD></TD><TD>
id: alt='[Information]' title='Informadi' ALIGN='bottom'></TD><TD><h3><b>Hasil Pencarian</b></h3><TD></TD></TR><TR><TD></TD><TD>
