Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: property values to be {add} must be of the form '<name>=<value>'. This is what was given: {key}
pt_br: os valores de propriedade a serem {add} devem ser no formato '<name>=<value>'. Foi fornecido: {key}
zh_cn: 要{add}的属性值的格式必须为 '<name>=<value>'。所提供的属性值为 {key}

source: invalid linked image or zone name '{0}'.
pt_br: imagem vinculada ou nome de zona inválido: {0}
zh_cn: 链接映像或区域名称 '{0}' 无效。

source: integer argument expected
pt_br: argumento inteiro esperado
zh_cn: 需要整数参数

source: invalid operation stage: '{0}'
pt_br: estágio da operação inválido: '{0}'
zh_cn: 无效的操作阶段: '{0}'

source: missing required parameter
pt_br: parâmetro obrigatório ausente
zh_cn: 缺少必需的参数

source: value '{0}' invalid
pt_br: valor '{0}' inválido
zh_cn: 值 '{0}' 无效

source: value must be >= {0:d}
pt_br: o valor deve ser >= {0:d}
zh_cn: 值必须 >= {0:d}

source: This version is excluded by a freeze on {0} at version {1}. The reason for the freeze is: {2}
pt_br: Esta versão foi excluída por um congelamento em {0} na versão {1}. O motivo para o congelamento é: {2}
zh_cn: 对 {0} 的版本 {1} 的冻结排除了此版本。该冻结的理由是：{2}

source: This version is excluded by a freeze on {0} at version {1}.
pt_br: Esta versão foi excluída por um congelamento em {0} na versão {1}.
zh_cn: 对 {0} 的版本 {1} 的冻结排除了此版本。

source: No matching version of {0} can be installed:
pt_br: Não há versão correspondente de {0} que possa ser instalada:
zh_cn: 没有 {0} 的匹配版本可供安装：

source: This version rejected by user request
pt_br: Esta versão foi rejeitada por solicitação do usuário
zh_cn: 用户请求拒绝了此版本

source: Package '{0}' must be uninstalled or upgraded if the requested operation is to be performed.
pt_br: O pacote '{0}' deverá ser desinstalado ou ter upgrade para que a operação solicitada possa ser executada.
zh_cn: 如果要执行请求的操作，必须卸载或升级软件包 '{0}'。

source: Plan Creation: dependency error(s) in proposed packages:
pt_br: Criação do Plano: erro(s) de dependência em pacotes propostos:
zh_cn: 计划创建：建议的软件包中存在相关项错误：

source: Plan Creation: Errors in installed packages due to proposed changes:
pt_br: Criação do Plano: Erros em pacotes instalados devido a alterações propostas:
zh_cn: 计划创建：由于建议的更改而导致已安装的软件包中出现错误：

source: Plan Creation: Package solver is unable to compute solution.
pt_br: Criação do Plano: O resolvedor do pacote não pode calcular a solução.
zh_cn: 计划创建：软件包解析器无法计算解决方案。

source: Dependency analysis is unable to determine exact cause.
pt_br: A análise de dependência não pode determinar a causa exata.
zh_cn: 相关项分析无法确定确切的原因。

source: Try specifying expected results to obtain more detailed error messages.
pt_br: Tente especificar os resultados esperados para obter mensagens de erro mais detalhadas.
zh_cn: 尝试指定预期的结果以获取更详细的错误消息。

source: Include specific version of packages you wish installed.
pt_br: Inclua a versão específica de pacotes que você deseja instalar.
zh_cn: 包括您希望安装的软件包的特定版本。

source: This version excluded by specified installation version
id: Versi ini dikecualikan oleh instalasi versi tertentu
pt_br: Esta versão está excluída pela versão de instalação especificada
zh_cn: 此版本被指定的安装版本排除

source: This version is excluded by installed incorporation {0}
pt_br: Esta versão está excluída pela incorporação instalada {0}
zh_cn: 已安装的 incorporation {0} 排除了此版本

source: No solution found to update to latest available versions.
pt_br: Nenhuma solução encontrada que permita a atualização para as versões mais recentes disponíveis.
zh_cn: 找不到更新到最新可用版本的解决方案。

source: This may indicate an overly constrained set of packages are installed.
pt_br: Isso pode indicar que um conjunto de pacotes excessivamente restrito está instalado.
zh_cn: 这可能表明安装了过度受限的软件包集。

source: latest incorporations:
pt_br: últimas incorporações:
zh_cn: 最新 incorporation：

source: The following indicates why the system cannot update to the latest version:
pt_br: A seguir, está indicado porque o sistema não pode ser atualizado para a última versão:
zh_cn: 下面说明了系统无法更新到最新版本的原因：

source: Dependency analysis is unable to determine the cause.
pt_br: A análise de dependência não pode determinar a causa.
zh_cn: 相关项分析无法确定原因。

source: Try specifying expected versions to obtain more detailed error messages.
pt_br: Tente especificar as versões esperadas para obter mensagens de erro mais detalhadas.
zh_cn: 尝试指定所需的版本以获取更详细的错误消息。

source: Uninstalled fmri {0} can only be installed if explicitly requested
pt_br: O fmri desinstalado {0} só pode ser instalado se solicitado explicitamente
zh_cn: 只有在显式请求时才能安装未安装的 fmri {0}

source: Excluded by proposed incorporation '{0}'
pt_br: Excluído por incorporação proposta '{0}'
zh_cn: 被建议的 incorporation '{0}' 排除

source: Excluded by synced parent incorporation '{0}'
pt_br: Excluído pela incorporação mãe sincronizada '{0}'
zh_cn: 被同步的父 incorporation '{0}' 排除

source: Package contains 'exclude' dependency {0} on installed package
pt_br: O pacote contém dependência 'exclude' {0} no pacote instalado
zh_cn: 软件包包含依赖于已安装软件包的 'exclude' 相关项 {0}

source: Package contains 'exclude' dependency {0} on proposed package
pt_br: O pacote contém dependência 'exclude' {0} no pacote proposto
zh_cn: 软件包包含建议软件包的 'exclude' 相关项 {0}

source: No version allowed by 'exclude' dependency {0} could be installed
pt_br: Não há versão permitida pela dependência 'exclude' {0} que possa ser instalada
zh_cn: 无法安装 'exclude' 相关项 {0} 允许的任何版本

source: All acceptable versions of '{0}' dependency on {1} are obsolete
pt_br: Todas as versões aceitáveis da dependência '{0}' em {1} estão obsoletas
zh_cn: 依赖于 {1} 的 '{0}' 相关项的所有可接受版本都已过时

source: All acceptable versions of '{0}' dependencies on {1} are obsolete
pt_br: Todas as versões aceitáveis de dependências '{0}' em {1} estão obsoletas
zh_cn: 依赖于 {1} 的 '{0}' 相关项的所有可接受版本都已过时

source: No version for '{0}' dependency on {1} can be found
pt_br: Nenhuma versão para a dependência '{0}' em {1} pode ser encontrada
zh_cn: 找不到 {1} 上 '{0}' 相关项的任何版本

source: Rejected by '{0}' dependency in proposed package '{1}'
pt_br: Rejeitado por dependência '{0}' em pacotes propostos '{1}'
zh_cn: 已被建议软件包 '{1}' 中的 '{0}' 相关项拒绝

source: No version matching '{0}' dependency {1} can be installed
pt_br: Nenhuma versão correspondente a '{0}' para a dependência {1} pode ser instalada
zh_cn: 无法安装与 '{0}' 相关项 {1} 匹配的任何版本

source: No suitable version of installed package {0} found
pt_br: Nenhuma versão adequada do pacote instalado {0} encontrada
zh_cn: 找不到已安装的软件包 {0} 的合适版本

source: to
pt_br: a
zh_cn: 至

source: {0} Reject:
pt_br: {0} Rejeitar:
zh_cn: {0} 拒绝：

source: Reason:
pt_br: Motivo:
zh_cn: 原因：

source: {indent} {tag} [already rejected; see above]
pt_br: {indent} {tag} [já rejeitado; veja acima]
zh_cn: {indent} {tag} [已被拒绝；请参见上文]

source: No suitable version of required package {0} found:
pt_br: Nenhuma versão adequada do pacote necessário {0} encontrada:
zh_cn: 找不到所需软件包 {0} 的合适版本：

source: List of integers, not {0}, expected
pt_br: A lista de inteiros, e não {0}, era esperada
zh_cn: 应当为整数的列表而不是 {0}

source: Currently installed package '{0}' is from sticky publisher '{1}'.
pt_br: O pacote instalado atualmente '{0}' é do editor de adesivo '{1}'.
zh_cn: 当前安装的软件包 '{0}' 来自粘性发布者 '{1}'。

source: Package is from publisher other than specified one.
pt_br: O pacote é de editor diferente do especificado.
zh_cn: 软件包来自的发布者并非指定发布者。

source: Higher ranked publisher {0} was selected
pt_br: Um editor classificado superior {0} foi selecionado
zh_cn: 选择了排名较高的发布者 {0}

source: Package publisher is ranked lower in search order
pt_br: O editor do pacote está classificado abaixo na ordem de pesquisa
zh_cn: 软件包发布者在搜索顺序中的排名较低

source: Newer version {0} is already installed
pt_br: Versão mais recente {0} já está instalada
zh_cn: 已安装了更新的版本 {0}

source: Package doesn't support image architecture
id: Paket tidak mendukung arsitektur image
pt_br: Pacote não suporta a arquitetura da imagem
zh_cn: 软件包不支持映像体系结构

source: Package supports image variant {0}={1} but doesn't support this image's {0}={2}
pt_br: Pacote suporta a variante de imagem {0}={1}, mas não suporta {0}={2} desta imagem
zh_cn: 软件包支持映像变量 {0}={1} 但不支持此映像的 {0}={2}

source: Package {0} is not installed in global zone.
pt_br: O pacote {0} não está instalado na zona global.
zh_cn: 没有在全局区域安装软件包 {0}。

source: Package {0} is not installed in parent image.
pt_br: O pacote {0} não está instalado na imagem mãe.
zh_cn: 没有在父映像中安装软件包 {0}。

source: Package in global zone is from a different publisher: {0}
pt_br: O pacote da zona global não é de um editor diferente: {0}
zh_cn: 全局区域中的软件包来自一个不同的发布者: {0}

source: Global zone has a newer version: {0}
pt_br: A zona global tem uma versão mais recente: {0}
zh_cn: 全局区域具有更新的版本: {0}

source: Parent image has a newer version: {0}
pt_br: A imagem mãe tem uma versão mais recente: {0}
zh_cn: 父映像具有更新的版本: {0}

source: Global zone has an older version of package: {0}
pt_br: A zona global tem uma versão mais antiga do pacote: {0}
zh_cn: 全局区域具有旧版本的软件包: {0}

source: Parent image has an older version of package: {0}
pt_br: A imagem mãe tem uma versão mais antiga do pacote: {0}
zh_cn: 父映像具有一个较旧版本的软件包: {0}

source: Installed version in root image is too old for origin dependency {0}
pt_br: A versão instalada na imagem raiz é muito antiga para dependência de origem {0}
zh_cn: 根映像中的已安装版本对源相关项 {0} 而言太旧

source: Installed version in image being upgraded is too old for origin dependency {0}
pt_br: A versão instalada na imagem sendo instalada é muito antiga para dependência de origem {0}
zh_cn: 正在升级的映像中的已安装版本对源相关项 {0} 而言太旧

source: Package contains invalid or unsupported actions
pt_br: O pacote contém ações inválidas ou não suportadas
zh_cn: 软件包包含无效或不受支持的操作

source: (masked)
pt_br: (mascarado)
zh_cn: （已屏蔽）

source: Goal mismatch '{name}': expected goal: {expected}, current value: {current}
pt_br: Incompatibilidade de meta '{name}': meta esperada: {expected}, valor atual: {current}
zh_cn: 目标不匹配 '{name}'：预期的目标：{expected}，当前值：{current}

source: Startup
pt_br: Inicialização
zh_cn: 启动

source: Planning
pt_br: Planejamento
zh_cn: 正在规划

source: Download
id: Unduh
pt_br: Baixar
zh_cn: 下载

source: Actions
pt_br: Ações
zh_cn: 操作

source: Finalize
pt_br: Finalizar
zh_cn: 最终确定

source: Downloading
pt_br: Baixando
zh_cn: 正在下载

source: Executing
pt_br: Executando
zh_cn: 正在执行

source: Processing
id: Pemrosesan
pt_br: Processando
zh_cn: 正在处理

source: Download packages
pt_br: Fazer download de pacotes
zh_cn: 下载软件包

source: Download files
pt_br: Fazer download de arquivos
zh_cn: 下载文件

source: Download bytes
pt_br: Fazer download de bytes
zh_cn: 下载字节数

source: Republished pkgs
pt_br: Pkgs reeditados
zh_cn: 重新发布的软件包

source: Republish sent bytes
pt_br: Bytes enviados reeditados
zh_cn: 重新发布已发送的字节数

source: Refresh Publishers
pt_br: Atualizar editores
zh_cn: 刷新发布者

source: Refresh bytes
pt_br: Atualizar bytes
zh_cn: 刷新字节数

source: Download Manifests
pt_br: Fazer download de manifestos
zh_cn: 下载清单

source: Committed Manifests
pt_br: Manifestos comprometidos
zh_cn: 已提交的清单

source: Verify Repository Content
pt_br: Verificar conteúdo de repositório
zh_cn: 验证系统信息库内容

source: Fix Repository Content
pt_br: Corrigir conteúdo de repositório
zh_cn: 修复系统信息库内容

source: Archived items
pt_br: Itens arquivados
zh_cn: 已归档的项数

source: Archived bytes
pt_br: Bytes arquivados
zh_cn: 已归档的字节数

source: Processed Packages
pt_br: Pacotes processados
zh_cn: 已处理的软件包

source: Reversioned Packages
pt_br: Pacotes revertidos
zh_cn: 已复原的软件包

source: Adjusted Packages
pt_br: Pacotes ajustados
zh_cn: 已调整的软件包

source: Solver setup
pt_br: Configuração do solucionador
zh_cn: 解析器设置

source: Running solver
pt_br: Executando solucionador
zh_cn: 正在运行解析器

source: Finding local manifests
pt_br: Localizando manifestos locais
zh_cn: 正在查找本地清单

source: Package planning
pt_br: Planejamento do pacote
zh_cn: 软件包规划

source: Merging actions
pt_br: Mesclagem de ações
zh_cn: 正在合并操作

source: Checking for conflicting actions
pt_br: Procurando por ações conflitantes
zh_cn: 正在检查是否存在冲突的操作

source: Consolidating action changes
pt_br: Consolidação de alterações de ação
zh_cn: 正在合并操作更改

source: Evaluating mediators
pt_br: Avaliação de mediadores
zh_cn: 正在评估中介

source: Finalizing action plan
pt_br: Finalização do plano de ação
zh_cn: 正在最终确定操作规划

source: Evaluating mediator changes
pt_br: Avaliação das alterações do mediador
zh_cn: 正在评估中介更改

source: Verifying Packages
pt_br: Verificando pacotes
zh_cn: 正在验证软件包

source: Fixing Packages
pt_br: Corrigindo pacotes
zh_cn: 正在修复软件包

source: Removing old actions
pt_br: Removendo ações antigas
zh_cn: 正在删除旧操作

source: Installing new actions
pt_br: Instalando novas ações
zh_cn: 正在安装新操作

source: Updating modified actions
pt_br: Atualizando ações modificadas
zh_cn: 正在更新修改的操作

source: Updating package state database
pt_br: Atualizando bancos de dados do estado do pacote
zh_cn: 正在更新软件包状态数据库

source: Updating image state
pt_br: Atualizando estado da imagem
zh_cn: 正在更新映像状态

source: Creating fast lookup database
pt_br: Criação do banco de dados de pesquisa rápida
zh_cn: 正在创建快速查找数据库

source: Updating package cache
pt_br: Atualizando cache do pacote
zh_cn: 正在更新软件包缓存

source: Reading search index
pt_br: Leitura do índice de pesquisa
zh_cn: 正在读取搜索索引

source: Updating search index
pt_br: Atualizando índice de pesquisa
zh_cn: 正在更新搜索索引

source: Building new search index
pt_br: Criação do novo índice de pesquisa
zh_cn: 正在生成新的搜索索引

source: Deleting search index
pt_br: Exclusão do índice de pesquisa
zh_cn: 正在删除搜索索引

source: Updating catalog
pt_br: Atualizando o catálogo
zh_cn: 正在更新目录

source: Analyzing removed packages
pt_br: Análise dos pacotes removidos
zh_cn: 正在分析已删除的软件包

source: Analyzing repository packages
pt_br: Análise dos pacotes do repositório
zh_cn: 正在分析系统信息库软件包

source: Removing package manifests
pt_br: Remoção dos manifestos do pacote
zh_cn: 正在删除软件包清单

source: Removing package files
pt_br: Remoção dos arquivos do pacote
zh_cn: 正在删除软件包文件

source: Verifying repository content
pt_br: Verificando conteúdo de repositório
zh_cn: 正在验证系统信息库内容

source: Fixing repository content
pt_br: Corrigindo conteúdo de repositório
zh_cn: 正在修复系统信息库内容

source: Lint setup {0:d}
pt_br: Configuração de lint {0:d}
zh_cn: Lint 设置 {0:d}

source: Lint phase {0:d}
pt_br: Fase de lint {0:d}
zh_cn: Lint 阶段 {0:d}

source: Done
id: selesai
pt_br: Concluído
zh_cn: 完成

source: Done ({elapsed:>.3f}s)
pt_br: Concluído ({elapsed:>.3f}s)
zh_cn: 完成 ({elapsed:>.3f})

source: Checking that pkg(7) is up to date ...
pt_br: Verificando se o pkg(7) está atualizado ...
zh_cn: 正在检查 pkg(7) 是否是最新的...

source: Caching catalogs ...
id: Caching katalog ...
pt_br: Armazenando catálogos em cache ...
zh_cn: 正在缓存目录...

source: Loading catalog cache ...
id: Loading katalog cache ...
pt_br: Carregando cache do catálogo ...
zh_cn: 正在加载目录高速缓存...

source: Retrieving target catalog '{0}' ...
pt_br: Recuperando catálogo de destino '{0}'...
zh_cn: 正在检索目标目录 '{0}' ...

source: Retrieving catalog '{0}' ...
pt_br: Recuperando catálogo '{0}' ...
zh_cn: 正在检索目录 '{0}' ...

source: Refreshing catalog '{0}' ...
pt_br: Atualizando catálogo '{0}' ...
zh_cn: 正在刷新目录 '{0}' ...

source: Planning completed in {0:>.2f} seconds
pt_br: Planejamento concluído em {0:>.2f} segundos
zh_cn: 在 {0:>.2f} 秒内完成了规划

source: Fetching manifests: {num} {pctcomplete}% complete
pt_br: Obtenção de manifestos: {num} {pctcomplete}% concluída
zh_cn: 正在提取清单：{num} 个 {pctcomplete}% 完成

source: Download: {num} items {mbs}MB {pctcomplete}% complete {speed}
pt_br: Download: {num} itens {mbs}MB {pctcomplete}% concluído {speed}
zh_cn: 下载：{num} 项 {mbs}MB {pctcomplete}% 完成 {speed}

source: Download: Completed {num} in {sec:>.2f} seconds {speed}
pt_br: Download: concluído {num} em {sec:>.2f} segundos {speed}
zh_cn: 下载：在 {sec:>.2f} 秒内完成了 {num} 项 {speed}

source: Republish: {0} ...
pt_br: Reeditar: {0} ...
zh_cn: 重新发布: {0} ...

source: Archiving: Completed {num} in {secs:>.2f} seconds
pt_br: Arquivamento: concluído {num} em {secs:>.2f} segundos
zh_cn: 正在归档：在 {secs:>.2f} 秒内完成了 {num} 项

source: Archiving: {pair} items {mbs}MB {pctcomplete}% complete
pt_br: Arquivamento: {pair} itens {mbs}MB {pctcomplete}% concluído
zh_cn: 正在归档：{pair} 项 {mbs}MB {pctcomplete}% 完成

source: {num} actions ({type})
pt_br: {num} ações ({type})
zh_cn: {num} 项操作 ({type})

source: Completed {numactions:d} actions in {time:>.2f} seconds.
pt_br: Concluiu {numactions:d} ações em {time:>.2f} segundos.
zh_cn: 在 {time:>.2f} 秒内完成了 {numactions:d} 项操作。

source: Linked image publisher check ...
pt_br: Verificação do editor de imagens vinculadas ...
zh_cn: 链接映像发布者检查...

source: Finished processing linked images.
pt_br: Finalizou o processamento de imagens vinculadas.
zh_cn: 已完成了对链接映像的处理。

source: Linked image '{0}' output:
pt_br: Saída '{0}' da imagem vinculada:
zh_cn: 链接映像 '{0}' 输出：

source: Linked images: {pair} done; {numworking:d} working: {running}
pt_br: Imagens vinculadas: {pair} concluídas; {numworking:d} em andamento: {running}
zh_cn: 链接映像：已完成 {pair}；有 {numworking:d} 个正在执行：{running}

source: Reversioned {revs} of {pkgs} packages and adjusted {adjs} packages.
pt_br: Revertido {revs} de {pkgs} pacotes e pacotes {adjs} ajustados.
zh_cn: 已复原 {pkgs} 软件包的 {revs} 并且已调整 {adjs} 软件包。

source: Reversioning: {pkgs} processed, {revs} reversioned, {adjs} adjusted
pt_br: Revertendo: {pkgs} processado, {revs} revertido, {adjs} ajustado
zh_cn: 正在复原：已处理 {pkgs}，已复原 {revs}，已调整 {adjs}

source: Planning completed
pt_br: Planejamento concluído
zh_cn: 规划已完成

source: second
pt_br: segundo(a)
zh_cn: 第二个

source: Fetching manifests
pt_br: Obtendo manifestos
zh_cn: 正在提取清单

source: manifest
pt_br: manifesto
zh_cn: 清单

source: byte
zh_cn: 字节

source: Download completed
pt_br: Download concluído
zh_cn: 下载已完成

source: Archiving completed
pt_br: Arquivamento concluído
zh_cn: 归档已完成

source: Archiving
pt_br: Arquivamento
zh_cn: 归档

source: Action activity
pt_br: Atividade de ação
zh_cn: 操作活动

source: action
pt_br: ação
zh_cn: 操作

source: Completed actions activities
pt_br: Atividades de ações concluídas
zh_cn: 已完成的操作活动

source: Setup
pt_br: Configurar
zh_cn: 设置

source: Execute
pt_br: Executar
zh_cn: 执行

source: Linked images status
pt_br: Status das imagens vinculadas
zh_cn: 链接映像状态

source: linked image
pt_br: imagem vinculada
zh_cn: 链接映像

source: Reversion
pt_br: Reversão
zh_cn: 复原

source: package
pt_br: pacote
zh_cn: 软件包

source: Checking that pkg(7) is up to date {0}
pt_br: Verificando se o pkg(7) está atualizado {0}
zh_cn: 正在检查 pkg(7) 是否是最新 {0}

source: Retrieving target catalog
pt_br: Recuperação do catálogo de destino
zh_cn: 正在检索目标目录

source: Retrieving catalog
pt_br: Recuperação do catálogo
zh_cn: 正在检索目录

source: Refreshing catalog
id: Refreshing katalog
pt_br: Sincronizando catálogo
zh_cn: 正在刷新目录

source: Creating Plan ({name}{info}): {spinner}
pt_br: Criação de plano ({name}{info}): {spinner}
zh_cn: 正在创建规划 ({name}{info}): {spinner}

source: Creating Plan ({name} {pair}) {spinner}
pt_br: Criação de plano ({name}{pair}) {spinner}
zh_cn: 正在创建规划 ({name} {pair}) {spinner}

source: Processed
pt_br: Processado
zh_cn: 已处理

source: Reversioned
pt_br: Revertido
zh_cn: 已复原

source: Adjusted
pt_br: Ajustado
zh_cn: 已调整

source: Creating Plan (Committing Manifests): {0}
pt_br: Criação de plano (Manifestos comprometidos): {0}
zh_cn: 正在创建规划（正在提交清单）：{0}

source: Committing Manifests {0}
pt_br: Manifestos comprometidos {0}
zh_cn: 正在提交清单 {0}

source: Scanning repository (this could take some time)
pt_br: Examinando repositório (pode levar algum tempo)
zh_cn: 正在扫描系统信息库（此过程需要花费一些时间）

source: Unknown package
pt_br: Pacote desconhecido
zh_cn: 未知软件包

source: ARCHIVE
pt_br: ARQUIVO
zh_cn: 归档

source: FILES
pt_br: ARQUIVOS
zh_cn: 文件

source: STORE (MB)
pt_br: ARMAZENAR (MB)
zh_cn: 存储 (MB)

source: DOWNLOAD
zh_cn: 下载

source: PKGS
pt_br: PACS
zh_cn: 软件包

source: SPEED
pt_br: VELOCIDADE
zh_cn: 速度

source: Completed
pt_br: Concluído
zh_cn: 已完成

source: PROCESS
pt_br: PROCESSO
zh_cn: 处理

source: ITEMS
pt_br: ITENS
zh_cn: 项目

source: GET (MB)
pt_br: OBTER (MB)
zh_cn: 获取 (MB)

source: SEND (MB)
pt_br: ENVIAR (MB)
zh_cn: 发送 (MB)

source: PHASE
pt_br: FASE
zh_cn: 阶段

source: working
pt_br: em andamento
zh_cn: 正在执行

source: Linked image publisher check
pt_br: Verificação do editor de imagens vinculadas
zh_cn: 链接映像发布者检查

source: {phasename} linked: {numdone} done
pt_br: {phasename} vinculado: {numdone} concluído
zh_cn: {phasename} 已链接：已完成 {numdone} 个

source: {phase} linked: {numdone} done; {numworking:d} working: {running}
pt_br: {phase} vinculado: {numdone} concluído(s); {numworking:d} em andamento: {running}
zh_cn: {phase} 已链接：已完成 {numdone} 个；有 {numworking:d} 个正在执行：{running}

source: Linked progress: {0}
pt_br: Andamento vinculado: {0}
zh_cn: 链接进度: {0}

source: Cannot enable or disable origin(s) for a system publisher
pt_br: Não é possível ativar ou desativar origem(ns) para um editor do sistema
zh_cn: 无法启用或禁用系统发布者的源

source: Cannot enable or disable a system publisher
pt_br: Não é possível ativar ou desativar um editor do sistema
zh_cn: 无法启用或禁用系统发布者

source: Cannot change the stickiness of a system publisher
pt_br: Não é possível alterar a permanência de um editor do sistema
zh_cn: 无法更改系统发布者的粘性

source: Unable to retrieve package data for publisher '{prefix}' from one of the following origin(s): {origins} The catalog retrieved from one of the origin(s) listed above only contains package data for: {pubs}.
pt_br: Não é possível recuperar os dados do pacote para o editor '{prefix}' de uma das seguintes origens: {origins} O catálogo recuperado de uma das origens listadas acima contém apenas dados do pacote para: {pubs}.
zh_cn: 无法从以下源之一检索发布者 '{prefix}' 的 软件包数据： {origins} 从上面所列的源之一中检索到的目录仅 包含 {pubs} 的软件包数据。

source: This is either a result of invalid origin information being provided for publisher '{0}', or because the wrong publisher name was provided when this publisher was added.
pt_br: Este é um resultado de uma informação de origem inválida sendo fornecida pelo editor '{0}', ou porque o nome do editor errado foi fornecido quando este editor estava adicionado.
zh_cn: 这是因为提供给发布者 '{0}' 的源信息 无效，或者是因为在添加此发布者时提供了 错误的发布者名称。

source: To resolve this issue, correct the origin information provided for publisher '{prefix}' using the pkg set-publisher subcommand, or re-add the publisher using the correct name and remove the '{prefix}' publisher.
pt_br: Para resolver este problema, corrija a informação da origem fornecida pelo editor '{prefix}' usando o subcomando pkg set-publisher ou readicione o editor usando o nome correto e remova o editor '{prefix}' .
zh_cn: 要解决此问题，请使用 pkg set-publisher 子命令更正为 发布者 '{prefix}' 提供的源信息，或者使用 正确的名称重新添加此发布者，然后删除 '{prefix}' 发布者。

source: To re-add this publisher with the correct name, execute the following commands as a privileged user: pkg set-publisher -P -g {origin} {pub} pkg unset-publisher {prefix}
pt_br: Para readicionar este editor com o nome correto, execute o seguinte comando como usuário com privilégios: pkg set-publisher -P -g {origin} {pub} pkg unset-publisher {prefix}
zh_cn: 要使用正确的名称重新添加此发布者，请以特权用户 身份执行以下命令： pkg set-publisher -P -g {origin} {pub} pkg unset-publisher {prefix}

source: The origin(s) listed above contain package data for more than one publisher, but this issue can likely be resolved by executing one of the following commands as a privileged user:
id: Asal yang tercantum di atas berisi paket data untuk lebih dari satu penerbit, tetapi masalah ini mungkin dapat diselesaikan dengan mengeksekusi satu dari perintah berikut sebagai pengguna istimewa:
pt_br: As origens listadas acima contêm dados de pacote para mais do que um editor, mas este problema pode, provavelmente, ser resolvido ao executar um dos seguintes comandos com usuário privilegiado:
zh_cn: 上面所列的源包含多个发布者的软件包 数据，但通过以特权用户身份执行以下命令之一 有可能可解决此问题：

source: Afterwards, the old publisher should be removed by executing the following command as a privileged user: pkg unset-publisher {0}
pt_br: Depois disso, os editores antigos deveriam ser removidos ao executar o seguinte comando como usuário com privilégios: pkg unset-publisher {0}
zh_cn: 然后，应该通过以特权用户身份执行以下 命令删除旧的发布者： pkg unset-publisher {0}
