Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: Canceling...
id: Membatalkan...

source: Ensuring %s is up to date...
id: Memastikan %s terkini...

source: Inventory exception:
id: Inventaris pengecualian:

source: Please check the network connection. Is the repository accessible?
id: Harap periksa koneksi jaringan. Apakah repositori bisa diakses?

source: Please check the network connection. Is the repository accessible? %s
id: Harap periksa koneksi jaringan. Apakah repositori bisa diakses? %s

source: Unable to contact a valid package depot. Please check your network settings and attempt to contact the server using a web browser. %s
id: Tidak bisa menghubungi depot paket yang valid. Harap periksa pengaturan jaringan dan coba kontak server menggunakan peramban web. %s

source: pkg(7) appears to be out of date and should be updated. Please update SUNWipkg package
id: nampaknya pkg(7) harus diperbaharui. Harap perbarui paket SUNWipkg.

source: Cannot remove: %s Due to the following packages that depend on it:
id: Tidak bisa menghapus: %s

source: To rebuild index, please use the terminal command:
id: Untuk rebuild index, silahkan gunakan command di terminal:

source: There was an error during installation. The search index is corrupted. You might want try to fix this problem by running command: pfexec pkg rebuild-index
id: Ada kesalahan saat instalasi. Index pencarian rusak. Mungkin anda bisa mencoba memperbaikin ini

source: This is an Live Image. The install operation can't be performed.
id: Anda sedang menggunakan Live Image. Instalasi tidak bisa dilakukan.

source: The requested operation would affect files that cannotbe modified in the Live Image. Please retry this operation on an alternate boot environment.
id: Operasi yang hendak dilakukan bisa mempengaruhi berkas-berkas yang tidak bisa dimodifikasi di Live Image.

source: Specifying BE Name not supported.
id: Menentukan Nama BE yang tidak didukung.

source: Updating %s
id: Memperbaharui %s

source: Executing...
id: Mengeksekusi...

source: Gathering package information, please wait...
id: Pengumpulan informasi paket, mohon tunggu...

source: Gathering package information
id: Pengumpulan informasi paket

source: All packages already installed.
id: Semua paket telah terinstal.

source: Selected package(s) cannot be updated on their own. Click Updates to update all packages.
id: Paket yang dipilih tidak dapat diperbaharui dengan sendirinya. Klik perbaharui untuk memperbaharui semua paket.

source: No updates available
id: Tidak ada pembaharuan yang tersedia.

source: Update All Confirmation
id: Perbaharui Semua Konfirmasi

source: Review the package which will be affected by Update all
id: Review paket yang akan terpengaruh oleh Perbaharui semua

source: No further information available
id: Tidak ada informasi lebih lanjut yang tersedia

source: - Failed </b>
id: - Gagal </b>

source: An unknown error occurred in the %s stage. Please let the developers know about this problem by filing a bug together with the error details listed below at:
id: Sebuah error yang tidak diketahui terjadi pada stage %s. Mohon beritahu para pengembang tentang masalah ini dengan mengisi sebuah bug bersamaan dengan detil error yang terdaftar dibawah ini:

source: Exception traceback:
id: Batasan pelacakan ulang:

source: pkg version:
id: versi pkg:

source: List of configured publishers:
id: Daftar penerbit-penerbit yang terkonfigurasi

source: Installation completed successfully
id: Instalasi selesai dengan sukses

source: Packages removed successfully
id: Paket dihapus dengan sukses

source: Packages updated successfully
id: Paket diperbaharui dengan sukses

source: Not enough disk space, the selected action cannot be performed. Click OK to manage your existing BEs and free up disk space or Cancel to cancel the action.
id: Ruang penyimpanan tidak mencukupi, aksi yang dipilih tidak dapat dilaksanakan. KLik OK untuk mengelola BE-BE yang telah ada dan bebaskan ruang penyimpanan atau Batal menghentikan aksi.

source: Not Enough Disk Space
id: Ruang Penyimpanan Tidak Mencukupi

source: Packages To Be Updated:
id: Paket Yang Akan Diperbaharui:

source: Packages To Be Installed:
id: Paket Yang Akan Diinstal:

source: Packages To Be Removed:
id: Paket Yang Akan Dihapus:

source: A_ccept
id: T_erima

source: You must accept the terms of the license before downloading this package.
id: Anda harus menerima syarat-syarat lisensi sebelum mengunduh paket ini.

source: You must view the terms of the license before downloading this package.
id: Anda harus melihat syarat-syarat lisensi sebelum mengunduh paket ini.

source: %s License
id: %s Lisensi

source: Errors logged: click to view
id: Error dicatat pada log: klik untuk melihat

source: Version mismatch: expected version %d, got version %d
id: Versi tidak cocok: versi yang diharapkan %d, versi yang diperoleh %d

source: %s is not an install image
id: %s bukan sebuah install image

source: Size:
id: Ukuran:

source: Category:
id: Kategori:

source: Installed:
id: Terinstal:

source: Version Available:
id: Versi yang Tersedia:

source: Latest Version:
id: Versi yang Terakhir:

source: Publisher:
id: Penerbit:

source: (disabled)
id: (dimatikan)

source: (removed)
id: (dihapus)

source: Catalog refresh error:
id: Refresh Katalog error:

source: Only %(suc)s out of %(tot)s catalogs successfully updated.
id: Hanya %(suc)s keluar dari %(tot)s katalog yang berhasil diperbaharui.

source: Retrieving catalog '%s'...
id: Mengambil katalog '%s'...

source: Caching catalogs ...
id: Meng-cache katalog-katalog ...

source: Loading catalog cache ...
id: Memuat cache katalog ...

source: Refreshing catalog %s
id: Me-refresh katalog %s

source: Finished refreshing catalog %s
id: Me-refresh katalog selesai %s

source: Evaluating: %s
id: Mengevaluasi: %s

source: Downloaded %(current)s of %(total)s
id: Download %(current)s dari %(total)s

source: Package %d of %d: %s
id: Paket %d of %d: %s

source: Manage Publishers Confirmation
id: Mengelola Konfirmasi Penerbit-penerbit

source: GUI will not respond to any event! %s. Check repository.py signals
id: GUI tidak akan merespon event apapun! %s. Cek sinyal-sinyal repository.py

source: Enabled
id: Diaktifkan

source: Name contains invalid characters
id: Nama terdiri dari karakter yang tidak valid

source: Name already in use
id: Nama telah dipergunakan

source: SSL Key not found at specified location
id: Kunci SSL tidak ditemukan pada lokasi yang ditentukan

source: Adding Publisher
id: Menambah Penerbit

source: Canceling...
id: Membatalkan...

source: Removing publisher %s
id: Menghapus penerbit %s

source: Publisher %s succesfully removed
id: Penerbit %s berhasil dihapus

source: Adding publisher %s
id: Menambah penerbit %s

source: Updating publisher %s
id: Memperbaharui penerbit %s

source: Publisher %s succesfully added
id: Penerbit %s berhasil ditambahkan

source: Publisher %s succesfully updated
id: Penerbit %s berhasil diperbaharui

source: Disable Publisher:
id: Penerbit Dinonaktifkan:

source: Enable Publisher:
id: Penerbit Diaktifkan:

source: Remove Publisher:
id: Penerbit Dihapus:

source: Change Priorities:
id: Ubah Prioritas:

source: Apply the following change:
id: Menerapkan perubahan berikut:

source: Disabling
id: Menonaktifkan

source: Enabling
id: Mengaktifkan

source: %(enable)s publisher %(name)s
id: %(enable)s penerbit %(name)s

source: Changing priority for publisher %s
id: Merubah prioritas untuk penerbit %s

source: Mirrors for a secure publisher need to begin with https://
id: Mirror untuk penerbit yang aman harus dimulai dengan https://

source: Origins for a secure publisher need to begin with https://
id: Asal untuk penerbit yang aman perlu untuk memulai dengan https://

source: URI already added
id: URI sudah ditambahkan

source: Origin:
id: Asal:

source: Description:
id: Deskripsi:

source: Publisher error
id: Penerbit error

source: Specify SSL Key File
id: Tentukan Berkas Kunci SSL

source: Specify SSL Certificate File
id: Tentukan Berkas Sertifikasi SSL

source: URI is not valid
id: URI tidak valid

source: SSL should not be specified
id: SSL seharusnya tidak ditentukan

source: SSL Certificate not found at specified location
id: Sertifikasi SSL tidak ditemukan di lokasi yang ditentukan

source: Enabling Publisher
id: Mengaktifkan Penerbit

source: Disabling Publisher
id: Menonaktifkan Penerbit

source: The <b>libbe</b> library was not found on your system.
id: librari <b>libbe</b> tidak ditemukan di sistem anda.

source: Rename BE
id: Ubah nama BE

source: Renaming BE, please wait...
id: Mengubah nama BE, harap tunggu..

source: GUI will not respond to any event! %s. Check declare_signals()
id: GUI tidak akan merespon ke event apapun! %s. Periksa declare_signals()

source: BE Name
id: Nama BE

source: Could not restart the system. Please restart the system manually.
id: Sistem tidak bisa restart. Silahkan restart sistem secara manual.

source: Restart Error
id: Kesalahan restart

source: This name already exists.
id: Nama ini sudah terdaftar.

source: BE name contains invalid character.
id: Nama BE mengandung karakter yang tidak valid.

source: GUI will not respond to any event! %s. Check webinstall.py signals
id: GUI tidak akan merespon ke event apapun! %s. Periksa webinstall.py signals()

source: Add New Publisher
id: Tambahkan penerbit yang baru

source: All specified publishers are already on the system.
id: Semua penerbit yang ditentukan sudah ada di sistem.

source: Install Package
id: Instal Paket

source: %s (disabled)
id: %s (dimatikan)

source: Click Proceed <b>only</b> if you trust this new publisher
id: Klik lanjut <b>hanya</b> jika anda mempercayai penerbit baru ini

source: Publisher Error
id: Kesalahan Penerbit

source: The following publisher is disabled:
id: Penerbit berikut dinonaktifkan:

source: Clicking OK will enable the publisher before proceeding with install. On completion it will be disabled again.
id: Klik OK akan mengaktifkan penerbit sebelum dilanjutkan dengan penginstalan. Setelah selesai maka akan dinonaktifkan kembali.

source: Disabled Publisher
id: Menonaktifkan Penerbit

source: Failed to add %s.
id: Gagal menambahkan %s.

source: No URI specified
id: Tidak ada URI yang ditentukan

source: Web Installer Error
id: Penginstal Web Error

source: unknown action type '%(type)s' in package '%(fmri)s' in action '%(action)s'
id: tipe aksi tidak diketahui '%(type)s' pada paket '%(fmri)s' pada aksi '%(action)s'

source: unknown action type '%(type)s' in action '%(action)s'
id: tipe aksi tidak diketahui '%(type)s' pada aksi '%(action)s'

source: Malformed action in package '%(fmri)s' at position: %(pos)d: %(action)s %(marker)s
id: Kesalahan aksi pada paket '%(fmri)s' pada posisi: %(pos)d: %(action)s %(marker)s

source: Malformed action at position: %(pos)d: %(action)s %(marker)s
id: Kesalahan aksi pada posisi: %(pos)d: %(action)s %(marker)s

source: invalid action in package %(fmri)s: %(action)s: %(error)s
id: aksi yang tidak valid pada paket %(fmri)s: %(action)s: %(error)s

source: invalid action, '%(action)s': %(error)s
id: aksi yang tidak valid, '%(action)s': %(error)s

source: required attribute '%s' was not provided.
id: atribut '%s' yang diperlukan tidak disediakan.

source: required attribute, '%s', was not provided.
id: atribut yang diperlukan, '%s', tidak disediakan.

source: Missing type attribute
id: Tipe atribut hilang

source: Missing fmri attribute
id: fmri atribut hilang

source: Unknown type (%s) in depend action
id: Tipe yang tidak dikenal (%s) tergantung aksi

source: Empty path attribute
id: path atribut kosong

source: No such file: '%s'.
id: Tidak ada berkas: '%s'.

source: '%s' is not a file.
id: '%s' bukan sebuah berkas.

source: License file %s does not exist.
id: Berkas lisensi %s tidak ada.

source: Hash: '%(found)s' should be '%(expected)s'
id: Hash: '%(found)s' seharusnya '%(expected)s'

source: Unknown info_needed type: %s
id: Tipe info_needed yang tidak dikenal: %s

source: Package: %s
id: Paket: %s

source: Invalid package state change attempted '%(states)s' for package '%(fmri)s'.
id: Keadaan paket yang tidak valid mencoba mengubah '%(states)s' untuk paket '%(fmri)s'.

source: Could not operate on %s because of insufficient permissions. Please try the command again using pfexec or otherwise increase your privileges.
id: Tidak dapat beroperasi pada %s karena izin tidak terpenuhi. Silakan coba perintah tersebut kembali dengan menggunakan perintahpfexec atau jika tidak dengan meningkatkan hak-hak akses.

source: Could not complete the operation because of insufficient permissions. Please try the command again using pfexec or otherwise increase your privileges.
id: Tidak dapat menyelesaikan operasi karena izin yang tidak terpenuhi. Mohon Silakan coba perintah tersebut kembali dengan menggunakan perintahpfexec.

source: Could not operate on %s because the file is in use. Please stop using the file and try the operation again.
id: Tidak dapat beroperasi pada %s karena berkas tersebut sedang digunakan. Mohon berhenti menggunakan berkas tersebut dan coba operasi tersebut kembali.

source: Could not complete the operation on %s: read-only filesystem
id: Tidak dapat menyelesaikan operasi pada %s: read-only filesystem

source: The following pattern(s) did not match any packages in the current catalog. Try relaxing the pattern, refreshing and/or examining the catalogs:
id: Pola berikut tidak cocok dengan paket-paket di katalog saat ini. Cobalah lakukan refresh dan/atau memeriksa katalog:

source: '%s' matches no installed packages
id: '%s' tidak cocok pada paket-paket apapun yang telah terinstal

source: '%s' is an illegal fmri
id: '%s' adalah fmri yang illegal

source: '%s' supports the following architectures: %s
id: '%s' mendukung arsitektur-arsitektur berikut: %s

source: Image architecture is defined as: %s
id: Arsitektur image didefinisikan sebagai: %s

source: '%(p)s' depends on obsolete package '%(op)s'
id: '%(p)s' tergantung pada paket yang tidak terpakai '%(op)s'

source: The following different patterns specify thesame package(s):
id: Berikut pola yang berbeda menetapkan paket yang sama:

source: Package %s is missing a dependency: %s
id: Paket %s kehilangan depedensi: %s

source: The FMRI '%s' does not contain publisher information and cannot be used for catalog operations.
id: FMRI '%s' tidak terdiri dari informasi penerbit dan tidak dapat digunakan untuk operasi-operasi katalog.

source: Catalog meta_root '%(root)s' is invalid; unable to complete operation: '%(op)s'.
id: Katalog meta_root '%(root)s' tidak valid; tidak dapat menyelesaikan operasi: '%(op)s'.

source: %(fname)s: expected mode: %(emode)s, found mode: %(fmode)s
id: %(fname)s: mode yang diingikan: %(emode)s, mode yang ditemukan: %(fmode)s

source: The signature data for the '%s' catalog file is not valid.
id: Signature data untuk berkas katalog '%s' tidak valid.

source: Unable to determine the updates needed for the current catalog using the provided catalog update data in '%s'.
id: Tidak dapat menentukan pembaruan yang diperlukan untuk katalog saat ini menggunakandata update katalog yang disediakan pada '%s'.

source: Unable to perform '%(op)s' operation for catalog %(name)s; completion would result in a duplicate entry for package '%(fmri)s'.
id: Tidak dapat menjalankan operasi '%(op)s' untuk katalog %(name)s; penyelesaian akanmenghasilkan entri duplikat untuk paket '%(fmri)s'.

source: Catalog file '%s' is invalid.
id: Berkas katalog '%s' tidak valid.

source: Unable to determine the updates needed for the catalog using the provided catalog update data in '%s'. The specified catalog updates are for an older version of the catalog and cannot be used.
id: Tidak dapat menentukan pembaruan yang diperlukan untuk katalog menggunakan data pembaruan katalog yang disediakan dalam '%s'. Pembaruan katalog yang ditetapkan adalah untuk versi katalog yang lebih lama dan tidak dapat digunakan.

source: '%s' could not be found in the catalog.
id: '%s' tidak ditemukan pada katalog.

source: Unknown catalog update type '%s'
id: Tipe pembaharuan katalog tidak dikenali '%s'

source: Unrecognized, unknown, or invalid CatalogPart '%s'
id: Tidak dikenal, tidak diketahui, atau tidak valid BagianKatalog '%s'

source: %s (pattern did not match)
id: %s (pola tidak cocok)

source: %s (publisher did not match)
id: %s (penerbit tidak cocok)

source: %s (version did not match)
id: %s (versi tidak cocok)

source: The search at url %s returned no results.
id: Pencarian pada url %s tidak memberikan hasil.

source: Some servers failed to respond appropriately:
id: Beberapa server gagal merespon secara tepat:

source: %s did not return a valid response.
id: %s tidak mengembalikan respon yang valid.

source: Some servers don't support requested search operation:
id: Beberapa server tidak mendukung request operasi pencarian:

source: Search server does not support the requested protocol:
id: Server pencarian tidak mendukung protokol yang diminta:

source: The specified file is in an unrecognized format or does not contain valid publisher information: %s
id: Berkas yang ditentukan adalah format yang tidak diakui atau tidak berisi informasi penerbit yang valid: %s

source: The specified file is in an unrecognized format or does not contain valid publisher information.
id: Berkas yang ditentukan adalah format yang tidak diakui atau tidak berisi informasi penerbit yang valid.

source: Error encountered while retrieving data from '%s': %s
id: Error terjadi pada saat menerima data dari '%s': %s

source: Error encountered while retrieving data from: %s
id: Error terjadi pada saat menerima data dari: %s

source: '%s' is not a valid location.
id: '%s' bukan lokasi yang valid.

source: '%s' is not a valid boot environment name.
id: '%s' bukan nama lingkungan boot yang valid.

source: The boot environment '%s' already exists.
id: Lingkungan boot '%s' telah ada.

source: Boot environment naming during package install is not supported on this version of OpenSolaris. Please update without the --be-name option.
id: Penamaan lingkungan boot selama instalasi paket tidak didukung pada versi OpenSolaris ini. Mohon update tanpa opsi --be-name.

source: A problem occurred while attempting to rename the boot environment currently named %(orig)s to %(dest)s.
id: Suatu masalah terjadi ketika mencoba untuk mengubah nama boot environment Saat ini bernama %(orig)s menjadi %(dest)s.

source: Unable to mount %(name)s at %(mt)s
id: Tidak dapat melakukan mount %(name)s pada %(mt)s

source: Publisher meta_root '%(root)s' is invalid; unable to complete operation: '%(op)s'.
id: Penerbit meta_root '%(root)s' tidak valid; tidak dapat menyelesaikan operasi: '%(op)s'.

source: '%s' is not a valid publisher name.
id: '%s' bukan nama penerbit yang valid.

source: '%(value)s' is not a valid value for repository attribute '%(attribute)s'.
id: '%(value)s' nilai yang tidak valid untuk atribut repositori '%(attribute)s'.

source: '%s' is not a valid repository collection type.
id: '%s' bukan tipe koleksi repository yang valid.

source: '%s' is not a valid URI.
id: '%s' bukan URI yang valid.

source: '%s' is not a valid URI priority; integer value expected.
id: '%s' bukan prioritas URI yang valid; nilai integer diharapkan.

source: '%s' is not a valid repository URI sort policy.
id: '%s' bukan semacam kebijakan URI repository yang valid.

source: Publisher '%s' is disabled and cannot be used for packaging operations.
id: Penerbit '%s' dinonaktifkan dan tidak dapat digunakan untuk operasi pempaketan.

source: A publisher with the same name or alias as '%s' already exists.
id: Sebuah penerbit dengan nama atau alias yang sama sebagai '%s' telah ada.

source: A repository with the same name or origin URIs already exists for publisher '%s'.
id: Sebuah repositori dengan nama yang sama atau asal URI sudah ada untuk penerbit'%s'.

source: Mirror '%s' already exists for the specified publisher.
id: Mirror '%s' sudah ada untuk penerbit tertentu.

source: Origin '%s' already exists for the specified publisher.
id: Asal '%s' sudah ada untuk penerbit tertentu.

source: At least one origin is required for %s. You must add a new origin before attempting to remove the specified origin(s).
id: Setidaknya diperlukan satu asal untuk %s. Anda harus menambahkan asal baru sebelummencoba untuk menghapus asal yang ditentukan.

source: The preferred publisher cannot be removed.
id: Penerbit yang dipilih tidak dapat dihapus.

source: Publisher '%s' is disabled and cannot be set as the preferred publisher.
id: Penerbit '%s' dinonaktifkan dan tidak dapat ditetapkan sebagai pilihan penerbit.

source: The preferred publisher may not be disabled. Another publisher must be set as the preferred publisher before this publisher can be disabled.
id: Penerbit yang dipilih tidak dapat dinonaktifkan. Penerbit lain harus disetsebagai pilihan penerbit sebelum penerbit ini dapat dinonaktifkan.

source: Unknown legal URI '%s'.
id: URI legal tidak dikenal '%s'.

source: Unknown publisher '%s'.
id: Penerbit tidak dikenal '%s'.

source: Unknown related URI '%s'.
id: URI terkait tidak dikenal '%s'.

source: Unknown repository '%s'.
id: Repositori tidak dikenal '%s'.

source: Unknown repository mirror '%s'.
id: Mirror repositori tidak dikenal '%s'.

source: Publisher '%s' has no repositories that support the '%s' operation.
id: Penerbit '%s' tidak memiliki repositori yang mendukung operasi '%s'.

source: Unknown repository origin '%s'
id: Asal repositori tidak dikenal '%s'.

source: The URI '%(uri)s' contains an unsupported scheme '%(scheme)s'.
id: URI '%(uri)s' berisi skema yang tidak didukung '%(scheme)s'.

source: The specified URI contains an unsupported scheme.
id: URI tertentu berisi skema yang tidak didukung.

source: '%(attr)s' is not supported for '%(scheme)s'.
id: '%(attr)s' tidak didukung untuk '%(scheme)s'.

source: Certificate '%(cert)s' for publisher '%(pub)s' needed to access '%(uri)s', has expired. Please install a valid certificate.
id: Sertifikat '%(cert)s' untuk penerbit '%(pub)s' dibutuhkan untuk mengakses '%(uri)s',telah kadaluwarsa. Silahkan install sertifikat yang valid.

source: Certificate '%(cert)s' for publisher '%(pub)s', has expired. Please install a valid certificate.
id: Sertifikat '%(cert)s' untuk penerbit '%(pub)s', telah kadaluwarsa. Silahkan install sertifikat yang valid.

source: Certificate '%(cert)s', needed to access '%(uri)s', has expired. Please install a valid certificate.
id: Sertifikat '%(cert)s', dibutuhkan untuk mengakses '%(uri)s', telah kadaluwarsa. Silahkan install sertifikat yang valid.

source: Certificate '%s' has expired. Please install a valid certificate.
id: Sertifikat '%s' telah kadaluwarsa. Silakan instal sertifikat yang valid.

source: Certificate '%(cert)s' for publisher '%(pub)s', needed to access '%(uri)s', will expire in '%(days)s' days.
id: Sertifikat '%(cert)s' untuk penerbit '%(pub)s', dibutuhkan untuk mengakses '%(uri)s', akan kadaluwarsa dalam '%(days)s' hari.

source: Certificate '%(cert)s' for publisher '%(pub)s' will expire in '%(days)s' days.
id: Sertifikat '%(cert)s' untuk penerbit '%(pub)s' akan kadaluwarsa dalam '%(days)s' hari.

source: Certificate '%(cert)s', needed to access '%(uri)s', will expire in '%(days)s' days.
id: Sertifikat '%(cert)s', dibutuhkan untuk mengakses '%(uri)s', akan kadaluwarsa dalam '%(days)s' hari.

source: Certificate '%(cert)s' will expire in '%(days)s' days.
id: Sertifikat '%(cert)s' akan kadaluwarsa dalam '%(days)s' hari.

source: Certificate '%(cert)s' for publisher '%(pub)s', needed to access '%(uri)s', is invalid.
id: Sertifikat '%(cert)s' untuk penerbit '%(pub)s', dibutuhkan untuk mengakses '%(uri)s', tidak valid.

source: Certificate '%(cert)s' for publisher '%(pub)s' is invalid.
id: Sertifikat '%(cert)s' untuk penerbit '%(pub)s' tidak valid.
