Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: '{p}' supports the following architectures: {archs}
pt_br: '{p}' aceita as seguintes arquiteturas: {archs}
zh_cn: '{p}' 支持以下体系结构：{archs}

source: Image architecture is defined as: {0}
pt_br: A arquitetura da imagem está definida como: {0}
zh_cn: 映像体系结构定义为：{0}

source: '{p}' depends on obsolete package '{op}'
pt_br: '{p}' depende de um pacote obsoleto '{op}'
zh_cn: '{p}' 依赖于过时的软件包 '{op}'

source: The proposed operation can not be performed for the following package(s) as they are already installed:
id: Operasi yang diusulkan tidak dapat dilakukan untuk paket berikut dimanapaket tersebut sudah terinstal:
pt_br: A operação proposta não pode ser realizada para o(s) seguinte(s) pacote(s) poiseles já estão instalados:
zh_cn: 无法对以下软件包执行建议的操作，因为这些软件包已安装：

source: The following mediations are not syntactically valid:
pt_br: As seguintes medições não são válidas sintaticamente:
zh_cn: 以下仲裁在句法上无效：

source: The following patterns specify different versions of the same package(s):
pt_br: Os seguintes padrões especificam versões diferentes do(s) mesmo(s) pacotes(s):
zh_cn: 以下模式指定了相同软件包的不同版本：

source: No solution was found to satisfy constraints
id: Tidak ada solusi yang ditemukan untuk memenuhi kendala-kendala
pt_br: Nenhuma solução foi encontrada para satisfazer as restrições
zh_cn: 找不到可满足约束的解决方案

source: Syncing this linked image would require the following package updates:
pt_br: A sincronização desta imagem vinculada exigirá as seguintes atualizações do pacote:
zh_cn: 同步此链接映像将需要以下软件包更新：

source: The proposed operation on this parent image can not be performed because temporary origins were specified and this image has children. Please either retry the operation again without specifying any temporary origins, or if packages from additional origins are required, please configure those origins persistently.
pt_br: A operação proposta nesta imagem mãe não pode ser executada porque as origens temporárias foram especificadas e esta imagem tem filhos. Tente a operação novamente sem especificar nenhuma origem temporária ou, caso os pacotes de origens adicionais sejam exigidos, configure essas origens persistentemente.
zh_cn: 无法对此父映像执行所建议的操作，因为 指定了临时源且此映像具有子项。请在 不指定任何临时源的情况下重试此操作，如果 需要来自其他源的软件包，请永久配置 这些源。

source: Package {pkg} is missing a dependency: {dep}
pt_br: No pacote {pkg} falta uma dependência: {dep}
zh_cn: 软件包 {pkg} 缺少一个相关项: {dep}

source: The following files are not packaged in this image:
pt_br: Os seguintes arquivos não estão compactados nesta imagem:
zh_cn: 以下文件没有打包到此映像中：

source: The following packages are already installed in this image; use uninstall to avoid these:
pt_br: Os seguintes pacotes já estão instalados nesta imagem; use uninstall paraevitar isso:
zh_cn: 以下软件包已安装在此映像中；请使用 uninstall 来避开这些软件包：

source: The following packages are a target of group dependencies; use install to unavoid these:
pt_br: Os seguintes pacotes são alvo de dependências de grupos; utilize install para a operação em questão:
zh_cn: 以下软件包是组相关项的目标；请使用 install 来包括这些软件包：

source: The following packages are not on the avoid list, so they cannot be removed from it.
pt_br: Os pacotes a seguir não estão na lista do que deve ser evitado, portanto não podem ser removidos.
zh_cn: 以下软件包不在避免列表中，所以无法 从该列表中删除它们。

source: PUBLISHER
id: PENERBIT
pt_br: EDITOR
zh_cn: 发布者

source: non-sticky
id: tidak lengket
pt_br: sem adesivo
zh_cn: 非粘性

source: Invalid child image publisher configuration. Child image publisher configuration must be a superset of the parent image publisher configuration. Please update the child publisher configuration to match the parent. If the child image is a zone this can be done automatically by detaching and attaching the zone. The parent image has the following enabled publishers:
pt_br: A configuração do editor de imagens filho é inválida. A configuração do editor de imagens filho deve ser um superconjunto de configuração do editor de imagens pai. Atualize a configuração do editor filho para que ela corresponda à configuração do pai. Se a imagem filha for uma zona, isso poderá ser feito automaticamente desanexando e anexando a zona. A imagem mãe tem os seguintes editores ativados:
zh_cn: 子映像发布者配置无效。子映像发布者 配置必须是父映像发布者配置的超集。 请更新子发布者配置以匹配父项。如果子映像 是一个区域，这可以通过分离和附加区域 来自动实现。 父映像具有以下已启用的发布者：

source: The child image has the following enabled publishers:
pt_br: A imagem filha tem os seguintes editores ativados:
zh_cn: 子映像具有以下已启用的发布者：

source: The following publishers do not have any configured package repositories and cannot be used in package dehydration or rehydration operations:
pt_br: Os seguintes editores não têm repositórios de pacotes configurados e não podem ser usados em operações de desidratação e reidratação de pacotes:
zh_cn: 以下发布者没有任何配置的软件包系统信息库，无法用于软件包冻结或解除冻结操作：

source: The following packages all deliver {action} actions to {kv}:
pt_br: Todos os pacotes a seguir fornecem {action} ações para {kv}:
zh_cn: 以下软件包均向 {kv} 提供了 {action} 操作：

source: These packages cannot be installed together. Any non-conflicting subset of the above packages can be installed.
pt_br: Esses pacotes não podem ser instalados juntos. Quaisquer subconjuntos sem conflito dos pacotes acima podem ser instalados.
zh_cn: 这些软件包无法安装在一起。可以安装上述软件包的 任何不冲突的子集。

source: The package {pfmri} delivers multiple copies of {action} {kv}
pt_br: O pacote {pfmri} fornece várias cópias de {action} {kv}
zh_cn: 软件包 {pfmri} 向 {kv} 提供了 {action} 的多个副本

source: This package must be corrected before it can be installed.
pt_br: Este pacote deve ser corrigido para poder ser instalado.
zh_cn: 必须更正此软件包，然后才能安装它。

source: The following packages deliver conflicting action types to {0}:
pt_br: Os seguintes pacotes fornecem tipos de ação em conflito para {0}:
zh_cn: 以下软件包向 {0} 提供了冲突的操作类型：

source: The package {pfmri} delivers conflicting action types ({types}) to {kv}
pt_br: O pacote {pfmri} fornece tipos de ação em conflito ({types}) para {kv}
zh_cn: 软件包 {pfmri} 向 {kv} 提供了冲突的操作类型 ({types})

source: The requested change to the system attempts to install multiple actions for {a} '{k}' with conflicting attributes:
pt_br: A alteração solicitada no sistema tenta instalar várias ações para {a} '{k}' com atributos em conflito:
zh_cn: 所请求的系统更改试图为 {a} '{k}' 安装具有冲突属性的 多个操作：

source: {n:d} package delivers '{a}':
pt_br: {n:d} pacote fornece '{a}':
zh_cn: {n:d} 个软件包提供了 '{a}'：

source: {n:d} packages deliver '{a}':
pt_br: {n:d} pacotes fornecem '{a}':
zh_cn: {n:d} 个软件包提供了 '{a}'：

source: {n:d} packages deliver '{a}', including:
pt_br: {n:d} pacotes fornecem '{a}', incluindo:
zh_cn: {n:d} 个软件包提供了 '{a}'，包括：

source: The following items are outside the boundaries of the target image:
pt_br: Os itens a seguir estão fora dos limites da imagem de destino:
zh_cn: 以下项目在目标映像的边界以外：

source: The following items are delivered outside the target boot environment:
pt_br: Os itens a seguir são fornecidos fora do ambiente de inicialização de destino:
zh_cn: 以下项目在目标引导环境以外提供：

source: The following items are delivered to reserved directories:
pt_br: Os itens a seguir são fornecidos aos diretórios reservados:
zh_cn: 以下项目提供给保留的目录：

source: The package {0} delivers items outside the boundaries of the target image and can not be installed.
pt_br: O pacote {0} fornece itens fora dos limites da imagem de destino e não pode ser instalado.
zh_cn: 软件包 {0} 在目标映像的边界以外提供项目，因此无法安装。

source: The following packages deliver items outside the boundaries of the target image and can not be installed:
pt_br: Os pacotes a seguir fornecem itens fora dos limites da imagem de destino e não podem ser instalados.
zh_cn: 以下软件包在目标映像的边界以外提供项目，因此无法安装：

source: The following packages deliver items outside the target boot environment and can not be installed:
pt_br: Os pacotes a seguir fornecem itens fora do ambiente de inicialização de destino e não podem ser instalados.
zh_cn: 以下软件包在目标引导环境以外提供项目，因此无法安装：

source: The following packages deliver items to reserved directories and can not be installed:
pt_br: Os pacotes a seguir oferecem itens aos diretórios reservados e não podem ser instalados:
zh_cn: 以下软件包将项目提供给保留的目录，因此无法安装：

source: {penultimate} and {ultimate}
pt_br: {penultimate} e {ultimate}
zh_cn: {penultimate} 和 {ultimate}

source: {list}and {tail}
pt_br: {list} e {tail}
zh_cn: {list} 和 {tail}

source: Requested operation failed for action {action}: {details}
pt_br: A operação solicitada falhou na ação {action}: {details}
zh_cn: 请求的操作对于操作 {action} 失败： {details}

source: Requested operation failed for package {fmri}: {details}
pt_br: A operação solicitada falhou na ação {fmri}: {details}
zh_cn: 请求的操作对于软件包 {fmri} 失败： {details}

source: The FMRI '{0}' does not contain publisher information and cannot be used for catalog operations.
pt_br: O FMRI '{0}' não contém a informação do editor e não pode ser usado para operações de catálogo.
zh_cn: FMRI '{0}' 不包含发布者信息，无法用于目录操作。

source: Catalog meta_root '{root}' is invalid; unable to complete operation: '{op}'.
pt_br: O catálogo meta_root '{root}' é inválido; não é possível concluir a operação: '{op}'.
zh_cn: 目录 meta_root '{root}' 无效；无法完成操作 '{op}'。

source: The following catalog files have incorrect permissions:
id: Berkas katalog berikut memiliki izin tidak tepat:
pt_br: Os seguintes arquivos de catálogo têm permissões incorretas:
zh_cn: 以下目录文件的权限不正确：

source: {fname}: expected mode: {emode}, found mode: {fmode}
pt_br: {fname}: modo esperado: {emode}, modo encontrado: {fmode}
zh_cn: {fname}: 预期的模式: {emode}，找到的模式: {fmode}

source: The signature data for the '{0}' catalog file is not valid.
pt_br: Os dados de assinatura para o arquivo de catálogo '{0}' não é válido.
zh_cn: '{0}' 目录文件的签名数据无效。

source: Unable to determine the updates needed for the current catalog using the provided catalog update data in '{0}'.
pt_br: Incapaz de determinar as atualizações necessárias para o catálogo atual usando os dados de atualização de catálogo fornecidos em '{0}'.
zh_cn: 无法使用 '{0}' 中提供的目录更新数据确定当前目录所需的更新。

source: Unable to perform '{op}' operation for catalog {name}; completion would result in a duplicate entry for package '{fmri}'.
pt_br: Não é possível executar a operação '{op}' para o catálogo {name}; a conclusão resultaria em uma entrada duplicada no pacote '{fmri}'.
zh_cn: 无法对目录 {name} 执行 '{op}' 操作；完成时会导致软件包 '{fmri}' 有重复的条目。

source: Catalog updates can only be applied to an on-disk catalog.
id: Pembaruan katalog hanya dapat diterapkan pada katalog on-disk.
pt_br: As atualizações de catálogo podem ser somente aplicadas a um catálogo em disco.
zh_cn: 目录更新只能应用于磁盘上目录。

source: Catalog file '{0}' is invalid. Use 'pkgrepo rebuild' to create a new package catalog.
pt_br: Arquivo de catálogo '{0}' inválido. Use 'pkgrepo rebuild' para criar um novo catálogo de pacotes.
zh_cn: 目录文件 '{0}' 无效。 请使用 'pkgrepo rebuild' 创建新的软件包目录。

source: The content of the catalog for publisher '{0}' doesn't match the catalog's attributes. This is likely the result of a mix of older and newer catalog files being provided for the publisher.
pt_br: O conteúdo do catálogo do editor '{0}' não corresponde aos atributos do catálogo. Trata-se provavelmente de uma combinação de arquivos de catálogo antigos e novos fornecidos para o editor.
zh_cn: 发布者 '{0}' 的目录内容与目录的属性不匹配。这可能是由于为发布者提供的目录文件是新旧混合的。

source: Unable to determine the updates needed for the catalog using the provided catalog update data in '{0}'. The specified catalog updates are for an older version of the catalog and cannot be used.
pt_br: Incapaz de determinar as atualizações necessárias para o catálogo usando os dados de atualização do catálogo fornecido em '{0}'. As atualizações do catálogo especificado são para uma versão mais antiga do catálogo e não pode ser usada.
zh_cn: 无法使用 '{0}' 中提供的目录更新数据确定此目录所需的更新。指定的目录更新适用于较旧版本的目录，因而无法使用。

source: '{0}' could not be found in the catalog.
pt_br: '{0}' não pôde ser encontrado no catálogo.
zh_cn: 在此目录中找不到 '{0}'。

source: Unknown catalog update type '{0}'
pt_br: Tipo de atualização de catálogo desconhecido '{0}'
zh_cn: 未知目录更新类型 '{0}'

source: Unrecognized, unknown, or invalid CatalogPart '{0}'
pt_br: CatalogPart '{0}' irreconhecível, desconhecida ou inválida
zh_cn: 无法识别的、未知的或无效的 CatalogPart '{0}'

source: No matching package could be found for the following FMRIs in any of the catalogs for the current publishers:
id: Tidak ada paket yang cocok yang dapat ditemukan pada FMRI-FMRI pada katalog apapun pada penerbit-penerbit saat ini:
pt_br: Não foi possível encontrar nenhum pacote correspondente dos seguintes FMRIs em nenhum dos catálogos dos editores atuais:
zh_cn: 在当前发布者的任何目录中都找不到适合于以下 FMRI 的匹配软件包：

source: {0} (pattern did not match)
pt_br: {0} (padrão não corresponde)
zh_cn: {0}（模式不匹配）

source: {0} (publisher did not match)
pt_br: {0} (editor não corresponde)
zh_cn: {0}（发布者不匹配）

source: {0} (version did not match)
pt_br: {0} (versão não corresponde)
zh_cn: {0}（版本不匹配）

source: The search at url {0} returned no results.
pt_br: A busca na url {0} não retornou resultados.
zh_cn: 在 url {0} 中的搜索未返回任何结果。

source: Some repositories failed to respond appropriately:
pt_br: Alguns repositórios não conseguiram responder apropriadamente:
zh_cn: 有些系统信息库无法正确响应:

source: {0} did not return a valid response.
pt_br: {0} não retornou uma resposta válida.
zh_cn: {0} 未返回有效响应。

source: Some repositories don't support requested search operation:
pt_br: Alguns repositórios não suportam a operação de busca solicitada:
zh_cn: 有些系统信息库不支持请求的搜索操作:

source: Search performance is degraded. Run 'pkg rebuild-index' to improve search speed.
id: Performa pencarian menurun. Jalankan 'pkg rebuild-index' untuk meningkatkan kecepatan pencarian.
pt_br: Performance da busca está degradada. Rodar 'pkg rebuild-index' para melhorar a velocidade de busca.
zh_cn: 搜索性能降级。 请运行 'pkg rebuild-index' 提高搜索速度。

source: Search repository does not support the requested protocol:
pt_br: O repositório de pesquisa não suporta o protocolo requisitado:
zh_cn: 搜索系统信息库不支持请求的协议:

source: The search index appears corrupted.
pt_br: O índice da pesquisa parece corrompido.
zh_cn: 搜索索引似乎已被破坏。

source: Unable to remove '{0}' due to the following packages that depend on it:
pt_br: Não foi possível remover '{0}' por causa dos seguintes pacotes que dependem dele:
zh_cn: 由于 '{0}' 与以下软件包相关，无法将其删除：

source: This is happening because the following packages needed to be repaired as part of this operation:
pt_br: Isso está acontecendo porque os seguintes pacotes precisavam ser reparados como parte desta operação:
zh_cn: 之所以会发生此行为是因为在执行此操作的过程中 需要修复以下软件包：

source: You will need to reestablish your access to the repository or remove the packages in the list above.
pt_br: Você precisará reestabelecer seu acesso ao repositório ou remover os pacotes na lista acima.
zh_cn: 您将需要重新建立对系统信息库的访问，或者删除 以上列表中的软件包。

source: Unable to contact valid package repository
pt_br: Impossível entrar em contato com repositório de pacotes válido
zh_cn: 无法联系有效的软件包系统信息库

source: The provided p5i data is in an unrecognized format or does not contain valid publisher information: {0}
pt_br: Os dados p5i fornecidos estão em um formato desconhecido ou não contêm informações válidas do editor: {0}
zh_cn: 提供的 p5i 数据的格式不可识别，或者数据中未包含有效的发布者信息： {0}

source: The provided p5i data is in an unrecognized format or does not contain valid publisher information.
pt_br: Os dados p5i fornecidos estão em um formato desconhecido ou não contêm informações válidas do editor.
zh_cn: 提供的 p5i 数据的格式不可识别，或者数据中未包含有效的发布者信息。

source: The provided p5s data is in an unrecognized format or does not contain valid publisher information: {0}
pt_br: Os dados p5s fornecidos estão em um formato desconhecido ou não contêm informações válidas do editor: {0}
zh_cn: 提供的 p5s 数据的格式不可识别，或者数据中未包含有效的发布者信息： {0}

source: The provided p5s data is in an unrecognized format or does not contain valid publisher information.
pt_br: Os dados p5s fornecidos estão em um formato desconhecido ou não contêm informações válidas do editor.
zh_cn: 提供的 p5s 数据的格式不可识别，或者数据中未包含有效的发布者信息。

source: Unsupported pkg(7) publisher information data format.
id: Format data informasi penerbit pkg(7) tidak didukung.
pt_br: Formato não aceito de dados das informações do editor de pkg(7).
zh_cn: 不受支持的 pkg(7) 发布者信息数据格式。

source: Unsupported pkg(7) publisher and image information data format.
pt_br: Formato não aceito de dados das informações do editor de pkg(7) e da imagem.
zh_cn: 不受支持的 pkg(7) 发布者和映像信息数据格式。

source: {0} is not a supported version for creating a syspub response.
pt_br: {0} não é uma versão que possui suporte para a criação da resposta syspub.
zh_cn: {0} 不是可用于创建 syspub 响应的受支持版本。

source: Error encountered while retrieving data from '{location}': {data}
pt_br: Erro ao recuperar dados de '{location}': {data}
zh_cn: 从 '{location}' 中检索数据时遇到错误： {data}

source: Error encountered while retrieving data from: {0}
pt_br: Erro ao recuperar dados de: {0}
zh_cn: 从以下位置检索数据时遇到错误：{0}

source: '{0}' is not a valid location.
pt_br: '{0}' não é um local válido.
zh_cn: '{0}' 不是有效的位置。

source: '{0}' is not a valid boot environment name.
pt_br: '{0}' não é um nome de ambiente de inicialização válido.
zh_cn: '{0}' 不是有效的引导环境名称。

source: The boot environment '{0}' already exists.
pt_br: O ambiente de inicialização '{0}' já existe.
zh_cn: 引导环境 '{0}' 已存在。

source: The boot environment '{be_name}' already exists in zone '{zonename}'.
pt_br: O ambiente de inicialização '{be_name}' já existe na zona '{zonename}'.
zh_cn: 引导环境 '{be_name}' 已在区域 '{zonename}' 中存在。

source: Boot environment naming during package install is not supported on this version of Solaris. Please update without the --be-name option.
pt_br: A nomeação do ambiente de inicialização durante a instalação do pacote não é suportada nesta versão do Solaris. Atualize sem a opção --be-name.
zh_cn: 此版本的 Solaris 不支持在软件包安装期间进行引导环境命名。 请在不使用 --be-name 选项的情况下进行更新。

source: Unable to clone the current boot environment.
id: Tidak dapat mengklon lingkungan boot saat ini.
pt_br: Impossível clonar o ambiente de inicialização atual.
zh_cn: 无法克隆当前的引导环境。

source: A problem occurred while attempting to rename the boot environment currently named {orig} to {dest}.
pt_br: Ocorreu um problema ao tentar renomear o ambiente de inicialização chamado atualmente {orig} para {dest}.
zh_cn: 尝试将当前名为 {orig} 的引导环境重命名 为 {dest} 时出现问题。

source: Unable to mount {name} at {mt}
pt_br: Não é possível montar {name} em {mt}
zh_cn: 无法在 {mt} 处挂载 {name}

source: Naming a boot environment when operating on a non-live image is not allowed.
id: Penamaan boot environment ketika beroperasi pada image non-live tidak diperbolehkan.
pt_br: Não é permitido nomear um ambiente de inicialização ao operar em uma imagem que não seja ao vivo.
zh_cn: 不允许在对非实时映像执行操作时命名 引导环境。

source: Info does not recognize the following options:
id: Informasi tidak mengakui opsi-opsi berikut:
pt_br: A informação não reconhece as seguintes opções:
zh_cn: Info 不能识别以下选项：

source: Publisher meta_root '{root}' is invalid; unable to complete operation: '{op}'.
pt_br: O editor meta_root '{root}' é inválido; não é possível concluir a operação: '{op}'.
zh_cn: 发布者 meta_root '{root}' 无效；无法完成操作 '{op}'。

source: '{0}' is not a valid publisher alias.
pt_br: '{0}' não é um alias de editor válido.
zh_cn: '{0}' 不是有效的发布者别名。

source: '{0}' is not a valid publisher name.
pt_br: '{0}' não é um nome de editor válido.
zh_cn: '{0}' 不是有效的发布者名称。

source: '{pkg_pub}' is a reserved publisher and does not contain the requested package: pkg:/{pkg_name}
pt_br: '{pkg_pub}' é um editor reservado e não contém o pacote solicitado: pkg:/{pkg_name}
zh_cn: '{pkg_pub}' 是一个保留的发布者并且未包含所请求的软件包 pkg:/{pkg_name}

source: '{value}' is not a valid value for repository attribute '{attribute}'.
pt_br: '{value}' não é um valor válido para o atributo '{attribute}'.
zh_cn: '{value}' 不是系统信息库属性 '{attribute}' 的有效值。

source: '{0}' is not a valid repository collection type.
pt_br: '{0}' não é um tipo de coleção de repositório válido.
zh_cn: '{0}' 不是有效的系统信息库集合类型。

source: '{0}' is not a valid URI.
pt_br: '{0}' não é uma URI válida.
zh_cn: '{0}' 不是有效的 URI。

source: '{0}' is not a valid URI priority; integer value expected.
pt_br: '{0}' não é uma prioridade de URI válida; esperado valor inteiro.
zh_cn: '{0}' 不是有效的 URI 优先级；应为整数值。

source: '{0}' is not a valid repository URI sort policy.
pt_br: '{0}' não é uma política de classificação de URI de repositório válida.
zh_cn: '{0}' 不是有效的系统信息库 URI 排序策略。

source: Publisher '{0}' is disabled and cannot be used for packaging operations.
pt_br: O editor '{0}' está desativado e não pode ser usado para operações de empacotamento.
zh_cn: 发布者 '{0}' 已被禁用，无法用于打包操作。

source: A publisher with the same name or alias as '{0}' already exists.
pt_br: Um editor com o mesmo nome ou álias de '{0}' já existe.
zh_cn: 已存在一个具有与 '{0}' 相同名称或别名的发布者。

source: A repository with the same name or origin URIs already exists for publisher '{0}'.
pt_br: Um repositório com o mesmo nome ou URIs de origem já existe para o editor '{0}'.
zh_cn: 发布者 '{0}' 已存在一个具有相同名称或源 URI 的系统信息库。

source: Mirror '{0}' already exists for the specified publisher.
pt_br: O espelho '{0}' já existe para o editor especificado.
zh_cn: 指定的发布者的镜像 '{0}' 已存在。

source: Mirror '{0}' is already accessible through the system repository.
pt_br: O espelho '{0}' já encontra-se acessível por meio do repositório do sistema.
zh_cn: 镜像 '{0}' 已经可以通过系统信息库进行访问。

source: Origin '{0}' already exists for the specified publisher.
pt_br: A origem '{0}' já existe para o editor especificado.
zh_cn: 指定的发布者已存在源 '{0}'。

source: Origin '{0}' is already accessible through the system repository.
pt_br: A origem '{0}' já encontra-se acessível por meio do repositório do sistema.
zh_cn: 源 '{0}' 已经可以通过系统信息库进行访问。

source: Unable to remove origin '{0}' since it is provided by the system repository.
pt_br: Não é possível remover a origem '{0}' visto que ela é fornecida pelo repositório do sistema.
zh_cn: 无法删除源 '{0}'，因为它是由系统信息库提供的。

source: Unable to remove mirror '{0}' since it is provided by the system repository.
pt_br: Não é possível remover o espelho '{0}' visto que ele é fornecido pelo repositório do sistema.
zh_cn: 无法删除镜像 '{0}'，因为它是由系统信息库提供的。

source: The requested operation requires that one or more package repositories are configured for publisher '{0}'. Use 'pkg set-publisher' to add new package repositories or restore previously configured package repositories for publisher '{0}'.
pt_br: A operação solicitada requer que um ou mais repositórios de pacotes sejamconfigurados para o editor '{0}'. Use 'pkg set-publisher' para adicionar novos repositórios de pacotes ou restaurar os repositórios de pacotesconfigurados anteriormente para o editor '{0}'.
zh_cn: 请求的操作要求为发布者 '{0}' 配置 一个或多个软件包系统信息库。 请使用 'pkg set-publisher' 为发布者 '{0}' 添加新的软件包系统信息库或为其 恢复之前配置的软件包系统信息库。

source: Cannot search a repository before or after itself
id: Tidak dapat dicari repositori sebelum atau sesudah repositori itu sendiri
pt_br: Não é possível procurar um repositório antes ou depois dele mesmo
zh_cn: 无法在系统信息库本身之前或之后搜索系统信息库

source: {0} is an unknown publisher; no other publishers can be ordered relative to it.
pt_br: {0} é um editor desconhecido; não é possível reordenar outros editores relacionados a ele.
zh_cn: {0} 是一个未知发布者；无法相对于它对其他发布者进行排序。

source: Cannot remove the selected repository for a publisher.
id: Tidak dapat menghapus repositori yang dipilih untuk penerbit.
pt_br: Não é possível remover o repositório selecionado de um editor.
zh_cn: 无法删除发布者的选定系统信息库。

source: Unknown legal URI '{0}'.
pt_br: IRU legal desconhecido '{0}'.
zh_cn: 未知的合法 URI '{0}'。

source: Unknown publisher '{0}'.
pt_br: Editor desconhecido '{0}'.
zh_cn: 未知的发布者 '{0}'。
