Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: The sysrepo command appears out of sync with the libraries provided by pkg:/package/pkg. The client version is {client} while the library API version is {api}.
pt_br: O comando sysrepo parece fora de sincronia com as bibliotecas fornecidas pelo pkg:/package/pkg. A versão do cliente é {client} e a versão da API da biblioteca é {api}.
zh_cn: sysrepo 命令似乎与 pkg:/package/pkg 提供的库 不同步。客户机版本是 {client}，而库 API 版本是 {api}。

source: Usage: pkgdiff [-i attribute]... [-o attribute] [-t action_name[,action_name]...]... [-v name=value]... (file1 | -) (file2 | -)
pt_br: Uso: pkgdiff [-i attribute]... [-o attribute] [-t action_name[,action_name]...]... [-v name=value]... (file1 | -) (file2 | -)
zh_cn: 用法： pkgdiff [-i attribute]... [-o attribute] [-t action_name[,action_name]...]... [-v name=value]... (file1 | -) (file2 | -)

source: variant option incorrect {0}
pt_br: opção de variante incorreta {0}
zh_cn: 变量选项不正确 {0}

source: two manifest arguments are required
pt_br: são necessários dois argumentos de manifesto
zh_cn: 需要两个清单参数

source: only one manifest argument can be stdin
pt_br: apenas um argumento de manifesto pode ser stdin
zh_cn: 只能 stdin 一个清单参数

source: -i and -o options may not be used at the same time.
pt_br: As opções -i e -o não podem ser usadas ao mesmo tempo.
zh_cn: -i 与 -o 选项不可同时使用。

source: For any variant, only one value may be specified.
pt_br: Para qualquer variante, apenas um valor pode ser especificado.
zh_cn: 对于任一变量，只可以指定一个值。

source: unknown action types: {0}
pt_br: tipos de ação desconhecida: {0}
zh_cn: 未知操作类型: {0}

source: Action error in file {p}: {e}
pt_br: Erro de ação no arquivo {p}: {e}
zh_cn: 文件 {p} 中出现操作错误: {e}

source: Manifest {path} doesn't support variant {vname}={filt}
pt_br: O manifesto {path} não possui suporte para a variante {vname}={filt}
zh_cn: 清单 {path} 不支持变量 {vname}={filt}

source: Manifests support different variants {v1} {v2}
pt_br: Os manifestos suportam variantes diferentes {v1} {v2}
zh_cn: 清单支持不同的变量 {v1} {v2}

source: Usage: pkgfmt [-cdu] [file1] ...
pt_br: Uso: pkgfmt [-cdu] [file1] ...
zh_cn: 用法： pkgfmt [-cdu] [file1] ...

source: only one of [cdu] may be specified
pt_br: apenas um de [cdu] pode ser especificado
zh_cn: 只能指定 [cdu] 中的一个

source: unsupported format '{0}'
pt_br: formato não possui suporte '{0}'
zh_cn: 不受支持的格式 '{0}'

source: manifest is not in pkgfmt form
pt_br: o manifesto não está no formato pkgfmt
zh_cn: 清单不是 pkgfmt 格式的

source: {0} is not in pkgfmt form; run pkgfmt on file without -c or -d to reformat manifest in place
pt_br: {0} está no formato pkgfmt; execute pkgfmt no arquivo sem -c ou -d para reformatar o manifesto no local
zh_cn: {0} 不是 pkgfmt 格式的；请在不使用 -c 或 -d 的情况下对文件运行 pkgfmt 来重新格式化适当的清单

source: Error: {0}
pt_br: Erro: {0}
zh_cn: 错误: {0}

source: build to use from lint and reference repositories
pt_br: compilação para usar a partir dos repositórios de lint e de referência
zh_cn: lint 和引用系统信息库要使用的内部版本

source: directory to use as a repository cache
pt_br: diretório para usar como um cache de repositório
zh_cn: 要用作系统信息库缓存的目录

source: specify an alternative pkglintrc file
pt_br: especificar um arquivo pkglintrc alternativo
zh_cn: 指定备用 pkglintrc 文件

source: lint repository URI
pt_br: URI do repositório de lint
zh_cn: lint 系统信息库 URI

source: list checks configured for this session and exit
pt_br: lista as verificações configuradas para esta sessão e sai
zh_cn: 列出为此会话配置的检查项并退出

source: pattern to match FMRIs in lint URI
pt_br: padrão de correspondência de FMRIs no URI de lint
zh_cn: lint URI 中与 FMRI 匹配的模式

source: reference repository URI
pt_br: URI do repositório de referência
zh_cn: 引用系统信息库 URI

source: produce verbose output, overriding settings in pkglintrc
pt_br: produz saída verbosa, ignorando configurações no pkglintrc
zh_cn: 生成详细输出，覆盖 pkglintrc 中的设置

source: Required -c option missing, no local manifests provided.
pt_br: Opção -c requerida ausente, nenhum manifesto local fornecido.
zh_cn: 缺少所需的 -c 选项，未提供任何本地清单。

source: Lint engine setup...
pt_br: Configuração do mecanismo lint...
zh_cn: Lint 引擎设置...

source: Required -c option missing when using repositories.
pt_br: Opção -c requerida ausente ao usar repositórios.
zh_cn: 使用系统信息库时缺少必需的 -c 选项。

source: Fatal error in manifest - exiting.
pt_br: Erro fatal no manifesto - saindo.
zh_cn: 清单中存在致命错误 - 正在退出。

source: Starting lint run...
pt_br: Iniciando a execução de lint...
zh_cn: 正在开始运行 lint...

source: METHOD
pt_br: MÉTODO
zh_cn: 方法

source: Excluded checks:
pt_br: Verificações excluídas:
zh_cn: 已排除的检查项：

source: Invalid file {file}: manifest not encoded in UTF-8: {err}
pt_br: Arquivo {file} inválido: manifesto não codificado em UTF-8: {err}
zh_cn: 无效文件 {file}: 清单未采用 UTF-8 格式编码: {err}

source: Unable to read manifest file {file}: {err}
pt_br: Impossível ler o arquivo de manifesto {file}: {err}
zh_cn: 无法读取清单文件 {file}： {err}

source: Error in {file} line: {ln}: {err}
pt_br: Erro na linha {file}: {ln}: {err}
zh_cn: {file} 的行 {ln} 中出现错误: {err}

source: Error in file {file}: {err}
pt_br: Erro no arquivo {file}: {err}
zh_cn: 文件 {file} 中出现错误: {err}

source: Error in file {0}: pkg.fmri does not include a version string
pt_br: O erro no arquivo {0}: pkg.fmri não inclui uma string de versão
zh_cn: 文件 {0} 中出现错误：pkg.fmri 不包含版本字符串

source: Manifest {0} does not declare fmri.
pt_br: O manifesto {0} não declara fmri.
zh_cn: 清单 {0} 未声明 fmri。

source: Usage: pkgmerge [-n] -d dest_repo -s variant=value[,...],src_repo ... [-p publisher_prefix ... ] [pkg_fmri_pattern ...] Options: -d dest_repo The filesystem path or URI of the target repository to publish the merged packages to. The target repository must already exist; new repositories can be created using pkgrepo(1). -n Perform a trial run with no changes made to the target repository. -s variant=value,src_repo The variant name and value to use for packages from this source, followed by the filesystem path or URI of the source repository or package archive to retrieve packages from. Multiple variants may be specified separated by commas. The same variants must be named for all sources. This option may be specified multiple times. -p publisher_prefix The name of the publisher we should merge packages from. This option may be specified multiple times. If no -p option is used, the default is to merge packages from all publishers in all source repositories. --help or -? Displays a usage message. Environment: TMPDIR, TEMP, TMP The absolute path of the directory where temporary data should be stored during program execution.
pt_br: Uso: pkgmerge [-n] -d dest_repo -s variant=value[,...],src_repo ... [-p publisher_prefix ... ] [pkg_fmri_pattern ...] Opções: -d dest_repo O caminho do sistema de arquivos ou o URI do repositório de destino para publicação de todos os pacotes mesclados. O repositório de destino já deve existir; novos repositórios podem ser criados com pkgrepo(1). -n Realiza uma execução de teste sem nenhuma alteração feita no repositório de destino. -s variant=value,src_repo O nome e o valor da variante para uso de pacotes desta origem, seguidos pelo caminho do sistema de arquivos ou pelo URI do repositório de origem ou arquivo do pacote para recuperação de pacotes. Várias variantes podem ser especificadas separadas por vírgulas. As mesmas variantes devem ser nomeadas para todas as origens. Esta opção pode ser especificada várias vezes. -p publisher_prefix O editor nomeado que devemos mesclar dos pacotes. Esta opção pode ser especificada várias vezes. Se nenhuma opção -p for usada, o padrão será mesclar os pacotes de todos os editores em todos os repositórios de origem. --help or -? Exibe uma mensagem de uso. Ambiente: TMPDIR, TEMP, TMP O caminho absoluto do diretório em que os dados temporários devem ser armazenados durante a execução do programa.
zh_cn: 用法： pkgmerge [-n] -d dest_repo -s variant=value[,...],src_repo ... [-p publisher_prefix ... ] [pkg_fmri_pattern ...] 选项： -d dest_repo 要将合并后的软件包发布到的目标系统信息库的 文件系统路径或 URI。目标系统信息库必须 预先存在；可以使用 pkgrepo(1) 创建新的系统信息库。 -n 在不对目标系统信息库进行更改的情况下 执行试运行。 -s variant=value,src_repo 要为来自此源的软件包使用的变量名称和值， 后跟要从中检索软件包的源系统信息库或软件包归档 的文件系统路径或 URI。可以指定由 逗号分隔的多个变量。必须为所有源指定 相同的变量。此选项可以指定 多次。 -p publisher_prefix 我们应从中合并软件包的发布者的名称。此 选项可以指定多次。如果未使用 -p 选项， 则缺省为从所有源系统信息库中的所有发布者中 合并软件包。 --help 或 -? 显示用法消息。 环境： TMPDIR、TEMP、TMP 在程序执行期间应将临时数据存储在其中的 目录的绝对路径。

source: At least one variant name, value, and package source must be provided using -s.
pt_br: Pelo menos um nome de variante, valor e origem do pacote deve ser fornecido usando -s.
zh_cn: 必须使用 -s 提供至少一个变量名称、值和软件包源。

source: A destination package repository must be provided using -d.
pt_br: Um repositório de pacotes de destino deve ser fornecido usando -d.
zh_cn: 必须使用 -d 提供目标软件包系统信息库。

source: Source {source} missing values for variants: {missing}
pt_br: Valores de origem {source} ausentes para variantes: {missing}
zh_cn: 源 {source} 缺少变量值: {missing}

source: No source was specified for variant combination {combo}.
pt_br: Nenhuma origem foi especificada para combinação de variantes {combo}.
zh_cn: 没有为变量组合 {combo} 指定源。

source: no publishers from source repositories match the given -p options.
pt_br: nenhum editor dos repositórios de origem correspondem às opções -p fornecidas.
zh_cn: 源系统信息库中的发布者与给定的 -p 选项不匹配。

source: The following pattern(s) did not match any packages in any of the specified repositories for publisher {pub_name}: {patterns}
pt_br: O(s) seguinte(s) padrão(ões) não correspondeu(ram) a nenhum pacote do repositório especificado para o editor {pub_name}: {patterns}
zh_cn: 以下模式与发布者 {pub_name} 的任何指定系统信息库中的任何软件包都不匹配： {patterns}

source: fmris matching the following patterns do not have matching versions across all repositories for publisher {pubs}: {patterns}
pt_br: fmris correspondentes aos padrões a seguir não possuem versões correspondentes em todos os repositórios para o editor {pubs}: {patterns}
zh_cn: 与以下模式匹配的 fmri 在发布者 {pubs} 的所有系统信息库中都没有匹配的版本: {patterns}

source: the following publishers were not found in source repositories: {0}
pt_br: os editores a seguir não foram encontrados nos repositórios de origem: {0}
zh_cn: 在源系统信息库中找不到以下发布者： {0}

source: package {pkg} is tagged as not supporting {var_name} {var_value}
pt_br: o pacote {pkg} está marcado como sem suporte {var_name} {var_value}
zh_cn: 软件包 {pkg} 被标记为不支持 {var_name} {var_value}

source: Usage: pkgmogrify [-vi] [-I includedir ...] [-D macro=value ...] [-O outputfile] [-P printfile] [inputfile ...]
pt_br: /usr/bin/ pkgmogrify [-vi] [-I includedir ...] [-D macro=value ...] [-O outputfile] [-P printfile] [inputfile ...]
zh_cn: 用法： pkgmogrify [-vi] [-I includedir ...] [-D macro=value ...] [-O outputfile] [-P printfile] [inputfile ...]

source: macros must be of form name=value
pt_br: as macros devem ter o formato nome=valor
zh_cn: 宏的格式必须为 name=value

source: Cannot write output {0}
pt_br: Não é possível gravar a saída {0}
zh_cn: 无法写入输出 {0}

source: The target repository has been modified but the operation did not finish successfully. It is now in an inconsistent state. To re-try the operation, run the following commands: /usr/bin/pkgrepo rebuild -s {repo} --no-index {argv}
pt_br: O repositório de destino foi modificado, mas a operação não terminou com sucesso. Agora, ele está em um estado inconsistente. Para tentar a operação novamente, execute os seguintes comandos: /usr/bin/pkgrepo rebuild -s {repo} --no-index {argv}
zh_cn: 目标系统信息库已修改，但操作未成功 完成。目前处于不一致的状态。 要重试操作，请运行以下命令： /usr/bin/pkgrepo rebuild -s {repo} --no-index {argv}

source: Usage: pkgsurf -s target_path -r ref_uri [-n] [-p publisher ...] [-i name ...] [-c pattern ...] Options: -c pattern Treat every package whose FMRI matches 'pattern' as changed and do not reversion it. Can be specified multiple times. -i name Ignore set actions with the name field set to 'name' for determination of content change. Can be specified multiple times. -n Perform a trial run with no changes made. -p publisher Only operate on given publisher. Can be specified multiple times. -r ref_uri URI of reference repository. -s target_path Path to target repository. Repository should only contain one version of each package. Must be a filesystem-based repository. -?/--help Print this message.
pt_br: Uso: pkgsurf -s target_path -r ref_uri [-n] [-p publisher ...] [-i name ...] [-c pattern ...] Opções: -c pattern Trata todos os pacotes cujo FMRI corresponde a 'pattern' como já alterados e não os reverte. Pode ser especificado várias vezes. -i name Ignora as ações definidas com o campo de nome definido como 'nome' para determinação de alteração de conteúdo. Pode ser especificado várias vezes. -n Realiza uma execução de teste sem alterações feitas. -p publisher Opera apenas no editor especificado. Pode ser especificado várias vezes. -r ref_uri URI do repositório de referência. -s target_path Caminho do repositório de destino. O repositório só deve conter uma versão de cada pacote. Deve ser um repositório baseado no sistema de arquivos. -?/--help Imprime esta mensagem.
zh_cn: 用法： pkgsurf -s target_path -r ref_uri [-n] [-p publisher ...] [-i name ...] [-c pattern ...] 选项： -c pattern 将 FMRI 与 'pattern' 匹配的每个软件包视为已发生更改，并 且不进行复原。可以指定多次。 -i name 忽略名称字段设置为 'name' 的设置操作以确定内容更改。可以 指定多次。 -n 在未进行任何更改的情况下执行试运行。 -p publisher 仅对给定的发布者执行操作。可以指定多次。 -r ref_uri 引用系统信息库的 URI。 -s target_path 目标系统信息库的路径。系统信息库应仅包含每个软件包的一个 版本。必须是基于文件系统的系统信息库。 -?/--help 输出此消息。

source: Packages specified to not be reversioned cannot contain versions:
pt_br: Os pacotes especificados para não serem revestidos não podem conter versões:
zh_cn: 指定为不复原的软件包不能包含以下版本：

source: The specified packages were not found in the repository:
pt_br: Não foi possível encontrar os pacotes especificados no repositório:
zh_cn: 在系统信息库中找不到指定的软件包：

source: Can not open manifest file {file}: {err} Please run 'pkgrepo verify -s {rroot}' to check the integrity of the repository.
pt_br: Não é possível abrir arquivo de manifesto {file}: {err} Execute 'pkgrepo verify -s {rroot}' para verificar a integridade do repositório.
zh_cn: 无法打开清单文件 {file}: {err} 请运行 'pkgrepo verify -s {rroot}' 以检查系统信息库的完整性。

source: Analyzing Manifests
pt_br: Analisando manifestos
zh_cn: 正在分析清单

source: Dependency chain depth of >{md:d} detected for {p}.
pt_br: Profundidade da cadeia de dependência de >{md:d} detectada para {p}.
zh_cn: 已检测到 {p} 的相关项链深度 >{md:d}。

source: WARNING: Signature changes in file content ignored in resurfacing
pt_br: AVISO: as alterações de assinatura no conteúdo do arquivo foram ignoradas durante o resurfacing
zh_cn: 警告：调整版本信息时忽略了文件内容中的签名更改

source: Packages to process:
pt_br: Pacotes a serem processados:
zh_cn: 要处理的软件包：

source: New packages:
pt_br: Novos pacotes:
zh_cn: 新建软件包：

source: Unmodified packages:
pt_br: Pacotes não modificados:
zh_cn: 未修改的软件包：

source: Packages with successors in reference repo:
pt_br: Pacotes com sucessores no repo de referência:
zh_cn: 在引用系统信息库中具有后续版本的软件包：

source: Packages not to be reversioned by user request:
pt_br: Pacotes que não serão revertidos por solicitação do usuário:
zh_cn: 用户请求不复原的软件包：

source: Packages with no content change:
pt_br: Pacotes sem alteração do conteúdo:
zh_cn: 内容没有任何更改的软件包：

source: Packages which only have dependency change:
pt_br: Pacotes que só têm alteração de dependência:
zh_cn: 仅有相关项更改的软件包：

source: Packages with unchanged dependency chain:
pt_br: Pacotes com cadeia de dependência inalterada:
zh_cn: 相关项链未发生更改的软件包：

source: Packages to be reversioned:
pt_br: Pacotes a serem revertidos:
zh_cn: 要复原的软件包：

source: No packages to reversion.
pt_br: Não há pacotes para reversão.
zh_cn: 没有要复原的软件包。

source: Reversioning packages (dry-run).
pt_br: Revertendo pacotes (dry-run).
zh_cn: 正在复原软件包（模拟运行）。

source: Reversioning packages.
pt_br: Revertendo pacotes.
zh_cn: 正在复原软件包。

source: Could not reversion manifest {path}: {err}
pt_br: Não foi possível reverter manifesto {path}: {err}
zh_cn: 无法复原清单 {path}: {err}

source: Unexpected argument(s): {0}
pt_br: Argumento(s) inesperado(s): {0}
zh_cn: 意外参数: {0}

source: A target repository must be provided.
pt_br: Deve ser fornecido um repositório de destino.
zh_cn: 必须提供目标系统信息库。

source: A reference repository must be provided.
pt_br: Deve ser fornecido um repositório de referência.
zh_cn: 必须提供引用系统信息库。

source: Target repository must be filesystem-based.
pt_br: O repositório de destino deve ser baseado no sistema de arquivos.
zh_cn: 目标系统信息库必须基于文件系统。

source: Publisher {0} not found in reference repository.
pt_br: Editor {0} não encontrado no repositório de referência.
zh_cn: 在引用系统信息库中找不到发布者 {0}。

source: Skipping.
pt_br: Ignorando
zh_cn: 正在跳过。

source: Rebuilding repository catalog.
pt_br: Recriando catálogo de repositório.
zh_cn: 正在重新生成系统信息库目录。

source: No matching publishers could be found.
pt_br: Não foi possível encontrar nenhum editor correspondente.
zh_cn: 未找到任何匹配的发布者。

source: BE UUID
pt_br: UUID do BE

source: true
pt_br: verdadeiro

source: false
pt_br: falso

source: PKG
pt_br: PAC

source: Try `pkg --help or -?' for more information.
id: Coba `pkg --help atau -?' untuk informasi lebih lanjut.

source: -f may only be used in combination with -a
id: -f hanya bisa digunakan dengan kombinasi dengan -a

source: %(opts)s may not be used with %(opt)s
id: %(opts)s mungkin tidak bisa digunakan dengan %(opt)s

source: -s and -v may not be combined
id: -s dan -v tidak dapat dikombinasikan

source: installed
id: terinstal

source: known
id: diketahui

source: No specified packages have newer versions available.
id: Tidak ada paket sesuai spesifikasi yang mempunyai versi lebih baru tersedia.

source: No installed packages have newer versions available.
id: Tidak ada paket yang sudah terinstal mempunyai versi lebih baru.

source: known or installed
id: diketahui atau terinstal

source: no packages matching '%(pattern)s' %(state)s
id: tidak ada paket yang sesuai dengan '%(pattern)s' %(state)s

source: Created ZFS snapshot: %s
id: ZFS snapshot sudah dibuat: %s

source: The following packages require their licenses to be accepted before they can be repaired:
id: Paket-paket berikut memerlukan lisensi untuk dapat diterima sebelum dapatdiperbaiki:

source: Requested "fix" operation would affect files that cannot be modified in live image. Please retry this operation on an alternate boot environment.
id: Meminta operasi "fix " akan mempengaruhi file yang tidak dapat diubah dalam live image. Silakan coba lagi operasi ini di lingkungan alternatif boot.

source: -v and -q may not be combined
id: -v dan -q tidak dapat dikombinasikan

source: pkg: no packages matching the following patterns you specified are installed on the system.
id: pkg: tidak ada paket yang sesuai dengan pola yang Anda berikan berikut diinstal pada sistem.

source: All other patterns matched installed packages. %s
id: Semua paket terinstal sesuai pola. %s

source: Package: %s
id: Paket: %s

source: License: %s
id: Lisensi: %s

source: An unexpected error happened while preparing for %s:
id: Kesalahan yang tidak terduga terjadi ketika mempersiapkan untuk %s:

source: %s failed: %s
id: %s gagal: %s

source: %s cannot be done on live image
id: %s tidak dapat diselesaikan dalam kondisi live image

source: Requested "%s" operation would affect files that cannot be modified in live image. Please retry this operation on an alternate boot environment.
id: Meminta operasi "%s" akan mempengaruhi file yang tidak dapat diubah dalamlive image. Silakan coba lagi operasi ini di lingkungan alternatif boot.

source: An unexpected error happened during %s: %s
id: Kesalahan yang tidak terduga terjadi selama %s: %s

source: No image rooted at '%s'
id: Tidak ada gambar yang bersumber pada '%s'

source: %s failed (inventory exception): %s
id: %s gagal (pengecualian persediaan): %s

source: WARNING: pkg(7) appears to be out of date, and should be updated before running %s. Please update pkg(7) using 'pfexec pkg install SUNWipkg' and then retry the %s.
id: PERINGATAN: pkg(7) tampaknya menjadi ketinggalan zaman, dan harus diperbarui sebelum menjalankan %s. Silahkan perbarui pkg(7) menggunakan 'pfexec pkg install SUNWipkg'dan kemudian mencoba ulang %s.

source: Cannot remove '%s' due to the following packages that depend on it:
id: Tidak dapat menghapus '%s' karena paket-paket berikut yang bergantung padanya:

source: %s: -v and -q may not be combined
id: %s: -v dan -q tidak dapat dikombinasikan

source: %s: no variants specified
id: %s: tidak ada varian ditentukan

source: %s: variants must to be of the form '<name>=<value>'.
id: %s: varian harus menjadi bentuk '<nama>=<nilai>'.

source: %s: duplicate variant specified: %s
id: %s: duplikasi varian ditentukan: %s

source: %s: no facets specified
id: %s: tidak ada faset ditentukan

source: %s: facets must to be of the form 'facet....=[True|False|None]'
id: %s: facet harus menjadi bentuk 'facet ....=[True|False|None]'

source: %s: facets must to be of the form 'facet....=[True|False|None]'.
id: %s: facet harus menjadi bentuk 'facet ....=[True|False|None]'.

source: Facet change has no effect on image
id: Perubahan facet tidak berpengaruh pada image

source: command does not take operands ('%s')
id: perintah tidak mengambil Operand ('%s')

source: NOTE: Please review release notes posted at:
id: CATATAN: Mohon periksa catatan rilis pada:

source: The server returned a malformed result. The problematic structure:%r
id: Server mengembalikan hasil yang cacat. Struktur yang bermasalah: %r

source: The server returned an invalid action. %s
id: Server mengembalikan tindakan yang tidak sah. %s

source: %s is not a valid server URL.
id: %s URL server tidak valid.

source: action level options ('%s') to -o cannot be used with the -p option
id: tingkat pilihan tindakan ('%s') ke-o tidak dapat digunakan dengan option -p

source: The server returned a malformed result:%r
id: Server mengembalikan hasil yang salah:%r

source: -l and -r may not be combined
id: -l dan -r tidak dapat dikombinasikan

source: Name:
id: Nama:

source: Summary:
id: Ringkasan:

source: Description:
id: Deskripsi:

source: Category:
id: Kategori:

source: State:
id: Keadaan:

source: Renamed to:
id: Dinamai Menjadi:

source: Publisher:
id: Penerbit:

source: Version:
id: Versi:

source: Build Release:
id: Rilis:

source: Branch:
id: Cabang:

source: Packaging Date:
id: Tanggal Pemaketan:

source: Size:
id: Ukuran:

source: pkg: info: no packages matching the following patterns you specified are installed on the system. Try specifying -r to query remotely:
id: pkg: info: tidak ada paket yang sesuai dengan pola berikut yang Anda berikan diinstal pada sistem. Cobalah menentukan -r untuk query jarak jauh:

source: pkg: info: no packages matching the following patterns you specified were found in the catalog. Try relaxing the patterns, refreshing, and/or examining the catalogs:
id: pkg: info: tidak ada paket yang sesuai dengan pola yang Anda tentukan berikut ditemukan di katalog. Cobalah pola relaxing, refreshing, dan/atau memeriksa katalog:

source: '%s' matches multiple packages
id: '%s' sesuai dengan beberapa paket

source: no license information could be found for the following packages:
id: tidak ada informasi lisensi dapat ditemukan untuk paket-paket berikut:

source: Invalid attribute '%s'
id: Atribut tidak valid '%s'

source: -m and %s may not be specified at the same time
id: -m dan %s tidak dapat ditentukan pada waktu yang sama

source: pkg: contents: '%s' matches multiple packages
id: pkg: isi: '%s' sesuai dengan beberapa paket

source: pkg: %s/%s catalogs successfully updated:
id: pkg: %s/%s katalog berhasil diperbarui:

source: the -p and -d options may not be combined
id: pilihan -p dan -d tidak dapat digabungkan

source: the -O and -g, --add-origin, -G, or --remove-origin options may not be combined
id: pilihan -O and -g, --add-origin, -G, atau --remove-origin tidak dapatgabungan

source: search_before and search_after may not be combined
id: search_before dan search_after tidak dapat digabungkan
