Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: Can't access parent image at path: {0}
pt_br: Não é possível acessar a imagem mãe no caminho: {0}
zh_cn: 无法访问位于以下路径的父映像：{0}

source: A parent image '{ppath}' can not be nested within a child image '{cpath}'
pt_br: Uma imagem mãe '{ppath}' não pode ser aninhada em uma imagem filha '{cpath}'
zh_cn: 父映像 '{ppath}' 不能嵌套在子映像 '{cpath}' 中

source: Parent image '{path}' is not located within the child's altroot '{altroot}'
pt_br: A imagem mãe '{path}' não está localizada dentro do altroot '{altroot}' da filha
zh_cn: 父映像 '{path}' 没有位于子项的 altroot '{altroot}' 中

source: A '{op}' operation failed for child '{lin}' with an unexpected return value of {exitrv:d} and generated the following output: {errout}
pt_br: Falha em uma operação '{op}' para '{lin}' filho com um valor retornado inesperado de {exitrv:d} e gerou a seguinte saída: {errout}
zh_cn: 对子项 '{lin}' 的 '{op}' 操作失败，返回了意外的 返回值 {exitrv:d} 并生成了以下输出： {errout}

source: A '{op}' operation failed for child '{lin}' with an unexpected exception: {e} The child generated the following output: {errout}
pt_br: Falha em uma operação '{op}' para '{lin}' filho com uma exceção inesperada: {e} O filho gerou a seguinte saída: {errout}
zh_cn: 对子项 '{lin}' 的 '{op}' 操作失败，出现了意外的 异常： {e} 该子项生成了以下输出： {errout}

source: Current image already a linked child: {0}
pt_br: A imagem atual já é uma filha vinculada: {0}
zh_cn: 当前映像已经是一个链接子项： {0}

source: Current image is not a linked child: {0}
pt_br: A imagem atual não é uma filha vinculada: {0}
zh_cn: 当前映像不是一个链接子项： {0}

source: A '{op}' operation for child '{lin}' generated non-json output. The json parser failed with the following error: {e} The child generated the following output: {errout}
pt_br: Uma operação '{op}' para '{lin}' filho gerou uma saída que não é de json. Falha do analisador de json com o seguinte erro: {e} O filho gerou a seguinte saída: {errout}
zh_cn: 对子项 '{lin}' 的 '{op}' 操作生成了非 json 输出。 json 解析器失败并返回以下错误： {e} 该子项生成了以下输出： {errout}

source: The following packages were frozen at two different versions by the patterns provided. The package stem and the versions it was frozen at are provided:
pt_br: Os seguintes pacotes foram congelados em duas versões diferentes pelos padrões fornecidos. O pacote stem e as versões em que ele foi congelado são fornecidos:
zh_cn: 提供的模式冻结了以下软件包的两个不同 版本。下面提供了软件包主干和被冻结的 版本：

source: The following patterns contained wildcards but matched no installed packages.
pt_br: Os seguintes padrões continham curingas, mas não corresponderam a nenhum pacote instalado.
zh_cn: 以下模式包含通配符但与任何已安装的软件包 都不匹配。

source: The following patterns attempted to freeze the listed packages at a version different from the version at which the packages are installed.
pt_br: Os seguintes padrões tentaram congelar os pacotes listados em uma versão diferente da versão em que os pacotes estão instalados.
zh_cn: 以下模式试图冻结所列出软件包的已安装版本 之外的版本。

source: The following patterns don't match installed packages and contain no version information. Uninstalled packages can only be frozen by providing a version at which to freeze them.
pt_br: Os seguintes padrões não correspondem aos pacotes instalados e não contêm informações de versão. Os pacotes desinstalados só podem ser congelados fornecendo uma versão em que congelá-los.
zh_cn: 以下模式与已安装的软件包不匹配且 未包含版本信息。对于已卸载的软件包，只能通过 提供要冻结的版本来冻结它们。

source: The freeze state file '{0}' is invalid.
pt_br: O arquivo de estado de congelamento '{0}' é inválido.
zh_cn: 冻结状态文件 '{0}' 无效。

source: The freeze state file '{loc}' was expected to have a version of {exp}, but its version was {found}
pt_br: O arquivo de estado de congelamento '{loc}' era esperado para ter uma versão {exp}, mas sua versão era {found}
zh_cn: 冻结状态文件 '{loc}' 的版本预期是 {exp}，但它的版本是 {found}

source: Option '{option}' may not be repeated.
pt_br: A opção '{option}' não pode ser repetida.
zh_cn: 选项 '{option}' 不能重复。

source: Argument '{op1}' for option '{op2}' may not be repeated.
pt_br: O argumento '{op1}' da opção '{op2}' não pode ser repetido.
zh_cn: 选项 '{op2}' 的参数 '{op1}' 不能重复。

source: Argument '{op1}' for option '{op2}' is invalid.
pt_br: O argumento '{op1}' da opção '{op2}' não é válido.
zh_cn: 选项 '{op2}' 的参数 '{op1}' 无效。

source: Supported: {0}
pt_br: Possui suporte: {0}
zh_cn: 支持: {0}

source: The '{op1}' and '{op2}' option may not be combined.
pt_br: As opções '{op1}' e '{op2}' não podem ser combinadas.
zh_cn: '{op1}' 和 '{op2}' 选项不能组合使用。

source: '{op1}' may only be used with '{op2}'.
pt_br: '{op1}' só pode ser usada com '{op2}'.
zh_cn: '{op1}' 只能与 '{op2}' 一起使用。

source: '{op1}' may only be used with '{op2}' or {op3}.
pt_br: '{op1}' só pode ser usada com '{op2}' ou {op3}.
zh_cn: '{op1}' 只能与 '{op2}' 或 {op3} 一起使用。

source: Either '{op1}' or '{op2}' must be specified
pt_br: A opção '{op1}' ou '{op2}' deve ser especificada
zh_cn: 必须指定 '{op1}' 或 '{op2}'

source: invalid option(s):
pt_br: opção(ões) inválida(s):
zh_cn: 无效选项：

source: Cannot update file: '{file}' at path '{path}', contains a symlink. [Error '{errno:d}': '{error}']
pt_br: Não é possível atualizar o arquivo: '{file}' no caminho '{path}', contém um symlink. [Erro '{errno:d}': '{error}']
zh_cn: 无法更新文件: '{file}' 位于路径 '{path}'，包含符号链接。[错误 '{errno:d}': '{error}']

source: Cannot parse configuration file {path}'.
pt_br: Não é possível analisar o arquivo de configuração {path}'.
zh_cn: 无法对配置文件 '{path}' 进行语法分析。

source: Globbing is not supported for variants.
pt_br: O globbing não é suportado para variantes.
zh_cn: 变量不支持 Globbing。

source: pkg: A system error {e} was caught executing {cmd}
pt_br: pkg: Um erro de sistema {e} foi apanhado ao executar {cmd}
zh_cn: pkg: 执行 {cmd} 时出现系统错误 {e}

source: pkg: '{cmd}' failed. with a return code of {ret:d}.
pt_br: pkg: '{cmd}' falhou. com um código de retorno de {ret:d}.
zh_cn: pkg: '{cmd}' 失败。 返回代码为 {ret:d}。

source: pkg: unable to create an auto snapshot. pkg recovery is disabled.
id: pkg: tidak dapat membuat snapshot otomatis. pemulihan pkg dinonaktifkan.
pt_br: pkg: impossível criar um instantâneo automático. A recuperação de pkg está desativada.
zh_cn: pkg: 无法创建自动快照。pkg 恢复被禁用。

source: pkg: unable to activate {0}
pt_br: pkg: impossível ativar {0}
zh_cn: pkg： 无法激活 {0}

source: unable to unmount BE {be_name} mounted at {be_path}
pt_br: não é possível desmontar o BE {be_name} montado em {be_path}
zh_cn: 无法卸载 {be_path} 中挂载的 BE {be_name}

source: A clone of {be_name} exists and has been updated and activated. On the next boot the Boot Environment {be_name_clone} will be mounted on '/'. Reboot when ready to switch to this updated BE.
pt_br: Um clone de {be_name} foi atualizado e ativado. Na próxima inicialização, o Ambiente de inicialização {be_name_clone} será montado em '/'. Reinicialize quando estiver pronto para alternar para esse BE atualizado.
zh_cn: 存在 {be_name} 的克隆且其已更新并激活。 下次引导时，引导环境 {be_name_clone} 将 挂载到 '/' 上。请在准备好切换到该更新的 BE 时重新引导。

source: A clone of {be_name} exists and has been updated. To set the new BE as the active one on next boot, execute the following command as a privileged user and reboot when ready to switch to the updated BE: beadm activate {be_name_clone}
pt_br: Existe um clone de {be_name} que foi atualizado. Para definir o novo BE como ativo na próxima reinicialização, execute o comando a seguir como usuário com privilégios e reinicialize quando estiver pronto para alternar para o BE atualizado: O beadm ativado {be_name_clone}
zh_cn: {be_name} 的克隆已存在且已更新。要将 新的 BE 设置为下次引导时的活动 BE，请以特权用户身份执行 以下命令并在准备好切换到该更新的 BE 时 重新引导： beadm activate {be_name_clone}

source: {0} has been updated successfully
pt_br: {0} foi atualizado com êxito
zh_cn: {0} 已成功更新

source: The running system has not been modified. Modifications were only made to a clone of the running system. This clone is mounted at {0} should you wish to inspect it.
pt_br: O sistema em execução não foi modificado. As modificações foram feitas somente em um clone do sistema em execução. Esse clone é montado em {0}, caso você queira inspecioná-lo.
zh_cn: 没有修改正在运行的系统。仅对正在运行的系统的克隆进行了修改。如果要对其进行检查，此克隆挂载在 {0} 处。

source: pkg: unable to rollback BE {0} and restore image
pt_br: pkg: impossível desfazer alterações no BE {0} e restaurar a imagem
zh_cn: pkg： 无法回滚引导环境 {0} 和恢复映像

source: {bename} failed to be updated. No changes have been made to {bename}.
pt_br: Falha na atualização de {bename}. Não foram feitas alterações em {bename}.
zh_cn: {bename} 更新失败。没有对 {bename} 进行任何更改。

source: pkg: unable to destroy snapshot {0}
pt_br: pkg: impossível destruir instantâneo {0}
zh_cn: pkg： 无法销毁快照 {0}

source: pkg: unable to create BE from snapshot {0}
pt_br: pkg: impossível criar o BE do instantâneo {0}
zh_cn: pkg：无法从快照 {0} 创建引导环境

source: pkg: unable to mount BE {name} on {clone_dir}
pt_br: pkg: não é possível montar o BE {name} em {clone_dir}
zh_cn: pkg: 无法将 BE {name} 挂载到 {clone_dir} 上

source: The Boot Environment {name} failed to be updated. A snapshot was taken before the failed attempt and is mounted here {clone_dir}. Use 'beadm unmount {clone_name}' and then 'beadm activate {clone_name}' if you wish to boot to this BE.
pt_br: Falha na atualização do Ambiente de inicialização {name}. Um instantâneo foi feito antes da tentativa falha e está montado aqui {clone_dir}. Use 'beadm unmount {clone_name}' e 'beadm activate {clone_name}' se você deseja reinicializar este BE.
zh_cn: 引导环境 {name} 更新失败。在尝试更新失败之前创建了一个快照，并且已将其挂载到 {clone_dir}。如果要引导至此 BE，请使用 'beadm unmount {clone_name}'，然后使用 'beadm activate {clone_name}'。

source: The Boot Environment {bename} failed to be updated. A snapshot was taken before the failed attempt and has been restored so no changes have been made to {bename}.
pt_br: Falha na atualização do Ambiente de inicialização {bename}. Um instantâneo foi feito antes da tentativa falha e foi restaurado, portanto, não foram feitas alterações em {bename}.
zh_cn: 引导环境 {bename} 更新失败。在尝试更新失败之前创建了一个快照，并且已对其进行恢复，因此，没有对 {bename} 进行任何更改。

source: pkg: unable to create BE {0}
pt_br: pkg: impossível criar o BE {0}
zh_cn: pkg： 无法创建引导环境 {0}

source: {0}/{1} repositories for publisher '{2}' could not be refreshed.
pt_br: {0}/{1} repositórios do editor '{2}' não foram atualizados.
zh_cn: 无法刷新发布者 '{2}' 的 {0}/{1} 系统信息库。

source: no packages installed or available for installation
pt_br: não há pacotes instalados ou disponíveis para instalação
zh_cn: 没有安装软件包，或没有可供安装的软件包

source: no packages have newer versions available
pt_br: nenhum pacote tem versões mais recentes disponíveis
zh_cn: 没有软件包有更新的版本可用

source: no packages are installed
pt_br: não há pacotes instalados
zh_cn: 未安装软件包

source: no known packages matching: {0}
pt_br: nenhum pacote conhecido correspondente: {0}
zh_cn: 没有已知的软件包与以下项匹配： {0}

source: no packages matching the following patterns are allowed by installed incorporations, or image variants that are known or installed {0}
pt_br: nenhum pacote corresponde aos padrões a seguir permitidos pelas incorporações instaladas ou variações de imagem conhecidas ou instaladas {0}
zh_cn: 已安装的 incorporation 或者已知或已安装的映像变量不允许任何软件包与以下模式匹配 {0}

source: no packages matching the following patterns are installed: {0}
pt_br: nenhum pacote corresponde aos padrões a seguir instalados: {0}
zh_cn: 没有安装与以下模式匹配的软件包： {0}

source: no updates are available for the following packages: {0}
pt_br: nenhuma atualização disponível para os seguintes pacotes: {0}
zh_cn: 没有可用于以下软件包的更新： {0}

source: The following packages require their licenses to be accepted before they can be installed or updated: {0}
pt_br: Os seguintes pacotes requerem licenças para serem aceitos antes que possam ser instalados ou atualizados: {0}
zh_cn: 需要先接受以下软件包的许可证，然后才能对其进行安装或更新： {0}

source: An unexpected error happened while preparing for {op}: {err}
pt_br: Ocorreu um erro inesperado ao se preparar para {op}: {err}
zh_cn: 在准备 {op} 时发生意外错误: {err}

source: The following unexpected or editable files and directories were salvaged while executing the requested package operation; they have been moved to the displayed location in the image:
pt_br: Os arquivos e diretórios inesperados ou editáveis a seguir foram salvos durante a execução da operação de pacote solicitada; eles foram movidos para o local exibido na imagem:
zh_cn: 在执行所请求的软件包操作时挽救了以下 意外的或可编辑的文件和目录；它们已 被移到映像中所显示的位置：

source: at least one package name required
id: setidaknya dibutuhkan satu nama paket
pt_br: ao menos um nome de pacote é requerido
zh_cn: 至少需要一个软件包名称

source: requires a publisher name
id: membutuhkan nama penerbit
pt_br: requer um nome de editor
zh_cn: 需要一个发布者名称

source: only one publisher name may be specified
id: hanya satu nama penerbit dapat ditentukan
pt_br: apenas um nome de editor pode ser especificado
zh_cn: 只能指定一个发布者名称

source: The specified repository did not contain any publisher configuration information. This is likely the result of a repository configuration error. Please contact the repository administrator for further assistance.
pt_br: O repositório especificado não contém nenhuma informação de configuração do editor. Trata-se provavelmente de um erro de configuração do repositório. Entre em contato com o administrador do repositório para obter maior assistência.
zh_cn: 指定的系统信息库不包含任何发布者配置 信息。这可能是由于系统信息库 配置出错。请与系统信息库管理员联系以获得进一步 帮助。

source: at least one publisher must be specified
id: setidaknya satu penerbit harus ditentukan
pt_br: ao menos um editor deve ser especificado
zh_cn: 必须至少指定一个发布者

source: Removal failed for '{pub}': {msg}
pt_br: Falha na remoção de '{pub}': {msg}
zh_cn: 删除 '{pub}' 失败: {msg}

source: TYPE
id: TIPE
pt_br: TIPO
zh_cn: 类型

source: LOCATION
pt_br: LOCAL
zh_cn: 位置

source: STICKY
pt_br: ADESIVO
zh_cn: 粘性

source: ENABLED
pt_br: ATIVADO
zh_cn: 已启用

source: PROXY
zh_cn: 代理

source: disabled
id: non-aktifkan
pt_br: desativado
zh_cn: 禁用

source: origin
id: asal
pt_br: origem
zh_cn: 源

source: online
zh_cn: 联机

source: mirror
id: cermin
pt_br: espelho
zh_cn: 镜像

source: must request remote info for specific packages
id: harus meminta remote info untuk paket-paket tertentu
pt_br: Deve requerem info remoto para pacotes específicos
zh_cn: 必须为特定软件包请求远程信息

source: Installed
id: Diinstal
pt_br: Instalado
zh_cn: 已安装

source: Unsupported
pt_br: Não suportado
zh_cn: 不支持

source: Not installed
id: Tidak diinstal
pt_br: Não instalado
zh_cn: 未安装

source: Obsolete
pt_br: Obsoleto
zh_cn: 过时

source: Renamed
id: Dinamai
pt_br: Renomeado
zh_cn: 已重命名

source: Frozen
pt_br: Congelado
zh_cn: 已冻结

source: Name
id: Nama
pt_br: Nome
zh_cn: 名称

source: Summary
pt_br: Resumo
zh_cn: 摘要

source: Description
id: Deskripsi
pt_br: Descrição
zh_cn: 描述

source: Category
pt_br: Categoria
zh_cn: 类别

source: State
pt_br: Estado
zh_cn: 状态

source: Renamed to
pt_br: Renomeado para
zh_cn: 已重命名为

source: Branch
pt_br: Ramificação
zh_cn: 分支

source: Packaging Date
pt_br: Data do empacotamento
zh_cn: 打包日期

source: Last Install Time
pt_br: Hora da última instalação
zh_cn: 上次安装时间

source: Last Update Time
pt_br: Horário da última atualização
zh_cn: 上次更新时间

source: Size
id: Ukuran
pt_br: Tamanho
zh_cn: 大小

source: Additional Keywords
pt_br: Palavras-chave adicionais
zh_cn: 其他关键字

source: Project Contact
pt_br: Contato do projeto
zh_cn: 项目联系人

source: Project Maintainer
pt_br: Mantenedor do projeto
zh_cn: 项目维护者

source: Project Maintainer URL
pt_br: URL do mantenedor do projeto
zh_cn: 项目维护者 URL

source: Project URL
pt_br: URL do Projeto
zh_cn: 项目 URL

source: Repository Changeset
pt_br: Conj. de alterações do repositório
zh_cn: 系统信息库更改集

source: Source URL
pt_br: URL da Origem
zh_cn: 源 URL

source: pkg: info: no packages matching the following patterns you specified are installed on the system. Try querying remotely instead:
pt_br: pkg: info: não há pacotes correspondentes aos seguintes padrões especificado instalados no sistema. Em vez disso, tente consultar remotamente:
zh_cn: pkg: info：系统中没有安装任何与您指定的以下模式匹配的 软件包。请尝试远程查询：

source: pkg: info: no packages matching the following patterns you specified were found in the catalog. Try relaxing the patterns, refreshing, and/or examining the catalogs:
pt_br: pkg: info: no catálogo, não há pacotes correspondentes aos padrões especificados. Tente flexibilizar os padrões, atualizar e/ou verificar os catálogos:
zh_cn: pkg: info：在目录中没有找到任何与您指定的以下模式匹配的 软件包。请尝试放宽模式、刷新和/或 检查目录：

source: no license information could be found for the following packages:
pt_br: não foram encontradas informações de licença dos seguintes pacotes:
zh_cn: 找不到以下软件包的许可证信息：

source: can not report only unpackaged contents with package arguments.
pt_br: não é possível reportar somente conteúdo descompactado com argumentos de pacote.
zh_cn: 无法只报告包含软件包参数的未打包内容。

source: Publisher '{0}' does not have any SSL-based origins or mirrors.
pt_br: O editor '{0}' não tem nenhuma origem ou espelho com base no SSL.
zh_cn: 发布者 '{0}' 没有任何基于 SSL 的源或镜像。

source: Errors were encountered while attempting to retrieve package or file data for the requested operation.
pt_br: Foram encontrados erros ao tentar recuperar o pacote ou dados do arquivo para a operação solicitada.
zh_cn: 尝试为请求的操作检索软件包或文件数据时出现错误。

source: An error was encountered while attempting to read image state information to perform the requested operation. Details follow: {0}
pt_br: Ocorreu um erro ao tentar ler as informações de estado da imagem para realizar a operação solicitada. Os detalhes são: {0}
zh_cn: 在尝试读取映像状态信息以执行请求的操作时出现错误。详细信息如下： {0}

source: Unable to contact a valid package repository. This may be due to a problem with the repository, network misconfiguration, or an incorrect pkg client configuration. Please verify the client's network configuration and repository's location. Additional details: {0}
pt_br: Não é possível contatar um repositório de pacotes válido. Pode ser devido a um problema com o repositório, erro de configuração de rede ou configuração incorreta do cliente pkg. Verifique a configuração de rede do cliente e o local do repositório. Detalhes adicionais: {0}
zh_cn: 无法连接有效的软件包系统信息库。这可能是由于系统信息库出现问题、网络配置错误或 pkg 客户机配置不正确。请检验客户机的网络配置和系统信息库的位置。 其他详细信息： {0}

source: An error was encountered while attempting to store information about the current operation in client history. Details follow: {0}
pt_br: Ocorreu um erro ao tentar armazenar informações sobre a operação atual no histórico do cliente. Detalhes seguintes: {0}
zh_cn: 尝试在客户机历史记录中存储有关当前操作的信息时 出现错误。详细信息如下： {0}

source: An error was encountered while attempting to purge client history. Details follow: {0}
pt_br: Ocorreu um erro ao tentar eliminar o histórico do cliente. Detalhes seguintes:n {0}
zh_cn: 尝试清除客户机历史记录时出现错误。详细信息如下： {0}

source: Firmware dependency error: Cannot exec {0}: {1}
pt_br: Erro de dependência de firmware: não é possível executar {0}: {1}
zh_cn: 固件相关项错误: 无法执行 {0}: {1}

source: cpu dependency error: '{0}' does not meet the minimum requirement for {1} {2}
pt_br: erro de dependência de cpu: o '{0}' não atende os requisitos mínimos para {1} {2}
zh_cn: CPU 相关项错误：'{0}' 未达到 {1} {2} 的最低要求

source: cpu dependency error: Unable to verify cpu type
pt_br: erro de dependência de cpu: não é possível verificar o tipo de cpu
zh_cn: CPU 相关项错误：无法验证 CPU 类型

source: UNSPECIFIED
pt_br: NÃO ESPECIFICADO
zh_cn: 未指定

source: There are {0} instances of downrev firmware for the '{1}' devices present on this system. Update each to version {2} or newer.
pt_br: Há {0} instâncias de firmware downrev para os dispositivos '{1}' presentes no sistema. Atualize cada um para a versão {2} ou mais recente.
zh_cn: 对于在此系统上显示的 '{1}' 设备，存在 {0} 个 downrev 固件实例。将各个实例更新到版本 {2} 或更高版本。

source: There are 240 or more instances of downrev firmware for the'{0}' devices present on this system. Update each to version {1} or better.
pt_br: Há 240 instâncias de firmware downrev para '{0}' dispositivos presentes no sistema. Atualize cada versão {1} ou melhor.
zh_cn: 对于在此系统上显示的 '{0}' 设备，存在 240 个或更多 downrev 固件实例。将各个实例更新到版本 {1} 或更高版本。

source: Firmware dependency error: {0} exited due to signal {1}
pt_br: Erro de dependência de firmware: {0} saiu devido ao sinal {1}
zh_cn: 固件相关项错误：由于信号 {1}，{0} 已退出

source: Firmware dependency error: General internal error {0} running '{1}': '{2}'
pt_br: Erro de dependência de firmware: Erro interno geral {0} na execução de '{1}': '{2}'
zh_cn: 固件相关项错误: 运行 '{1}' 时出现常规内部错误 {0}: '{2}'

source: Canceled
pt_br: Cancelado
zh_cn: 已取消

source: Failed
pt_br: Com falha
zh_cn: 失败

source: Ignored
pt_br: Ignorado
zh_cn: 已忽略

source: Nothing to do
pt_br: Nada a fazer
zh_cn: 没有要执行的操作

source: Succeeded
pt_br: Com êxito
zh_cn: 成功

source: Bad Request
pt_br: Solicitação inválida
zh_cn: 错误请求

source: Configuration
pt_br: Configuração
zh_cn: 配置

source: Constrained
pt_br: Restrito
zh_cn: 受约束

source: Locked
pt_br: Bloqueado
zh_cn: 已锁定

source: Search
id: Cari
pt_br: Pesquisar
zh_cn: 搜索

source: Storage
id: Penyimpanan
pt_br: Armazenamento
zh_cn: 存储

source: Transport
pt_br: Transporte
zh_cn: 传输

source: Actuator
pt_br: Ativador
zh_cn: 执行器

source: Out of Memory
pt_br: Memória insuficiente
zh_cn: 内存不足

source: Conflicting Actions
pt_br: Ações em conflito
zh_cn: 冲突的操作

source: Unknown
pt_br: Desconhecido
zh_cn: 未知

source: None
id: Tak Satupun
pt_br: Nenhum
zh_cn: 无

source: The trust anchors for the image were expected to be found in {0}, but that is not a directory. Please set the image property 'trust-anchor-directory' to the correct path.
pt_br: As âncoras confiáveis da imagem deveria estar em {0}, quenão é um diretório. Defina a propriedade 'trust-anchor-directory' da imagem como o caminho correto.
zh_cn: 预期在 {0} 中找到映像的信任锚，但它不是一个目录。请将映像属性 'trust-anchor-directory' 设置为正确的路径。

source: {path} is expected to be a certificate but could not be parsed. The error encountered was: {err}
pt_br: {path} era esperado que fosse um certificado mas não pôde ser analisado. O erro encontrado foi: {err}
zh_cn: {path} 应为一个证书，但无法进行解析。遇到的错误为： {err}

source: Publisher '{0}' is a system publisher and cannot be moved.
pt_br: O editor '{0}' é um editor de sistemas e não pode ser movido.
zh_cn: 发布者 '{0}' 是一个系统发布者且无法移动。

source: File should not exist
pt_br: Arquivo não existe
zh_cn: 文件不应存在

source: pkg(7) update check failed.
pt_br: Falha na verificação da atualização de pkg(7).
zh_cn: pkg(7) 更新检查失败。

source: At least one name must be provided for the signature-required-names policy.
pt_br: É necessário fornecer ao menos um nome para a política de signature-required-names.
zh_cn: 必须为“签名必需的名称”策略至少提供一个名称。

source: Publisher '{0}' is a system publisher and other publishers cannot be moved relative to it.
pt_br: O editor '{0}' é um editor de sistemas e outros editores relacionados a ele não podem ser movidos.
zh_cn: 发布者 '{0}' 是一个系统发布者，且其他发布者无法相对于它进行移动。

source: {0} is a system publisher and cannot be unset.
pt_br: {0} é um editor de sistemas e não pode ter sua definição cancelada.
zh_cn: {0} 是一个系统发布者且无法取消设置。

source: verify or fix overlaying package: {0}
pt_br: verificar ou corrigir a sobreposição de pacote: {0}
zh_cn: 验证或修复覆盖的软件包: {0}

source: Cannot create or mount a copy of current be. Reporting unpackaged content aganist current live image.
pt_br: Não é possível criar ou montar uma cópia do BE atual. Gerando relatório de conteúdo descompactado com base na imagem ativa atual.
zh_cn: 无法创建或挂载当前引导环境的副本。针对当前实时映像报告未打包内容。

source: dir: {0}
zh_cn: 目录：{0}

source: Unpackaged directory
pt_br: Diretório descompactado
zh_cn: 未打包目录

source: file: {0}
pt_br: arquivo: {0}
zh_cn: 文件：{0}

source: Unpackaged file
pt_br: Arquivo descompactado
zh_cn: 未打包文件

source: {path} is not found in the image
pt_br: O caminho {path} não foi encontrado na imagem.
zh_cn: 映像中找不到 {path}

source: Download cache
pt_br: Cache de download
zh_cn: 下载高速缓存

source: Root filesystem
pt_br: Sistema de arquivos raiz
zh_cn: 根文件系统

source: A link targeting itself or part of a link loop was found at '{0}'; a file or directory was expected. Please remove the link and try again.
pt_br: Um link destinado para ele mesmo ou parte de um loop de link foi encontrado em '{0}'; um arquivo ou diretório era esperado. Remova o link e tente novamente.
zh_cn: 在 '{0}' 处发现了一个目标是其自身或链接循环的一部分的链接；需要是一个文件或目录。请删除该链接并重试。
