Repository: ep-infosec/30_oracle_solaris-ips
Catalog: src/po/*.po
Languages: id, pt_br, zh_cn

source: Found <b>%(num)s</b> package matching <b>%(text)s</b> in All Packages, however it is not listed in the <b>%(filter)s</b> View.
id: Menemukan <b>%(num)s</b> pencocokan paket <b>%(text)s</b> pada Semua Paket, walaupun tidak terdaftar pada view<b>%(filter)s</b> .

source: alt='[Information]' title='Information' ALIGN='bottom'></TD><TD><h3><b>Search Results</b></h3><TD></TD></TR><TR><TD></TD><TD>No packages found in <b>%(pub)s</b> matching <b>%(text)s</b></TD></TR>
id: alt='[Information]' title='Informasi' ALIGN='bottom'></TD><TD><h3><b>Hasil Pencarian</b></h3><TD></TD></TR><TR><TD></TD><TD>Tidak ada paket yang ditemukan pada <b>%(pub)s</b> pencocokan <b>%(text)s</b></TD></TR>

source: <TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD><b>Suggestions:</b><br></TD></TR><TR><TD></TD><TD<TD><li style='padding-left:7px'>Check your spelling</li><li style='padding-left:7px'>Try new search terms</li>
id: <TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD><b>Saran:</b><br></TD></TR><TR><TD></TD><TD<TD><li style='padding-left:7px'>Cek ejaan Anda</li><li style='padding-left:7px'>Coba pencarian baru</li>

source: <li style='padding-left:7px'>Search for <b>%(text)s</b> within <a href='pm?pm-action=internal&search=%(all_pubs)s'>All Publishers</a></li>
id: <li style='padding-left:7px'>Cari <b>%(text)s</b> dengan <a href='pm?pm-action=internal&search=%(all_pubs)s'>Semua Penerbit</a></li>

source: <table border='0' cellpadding='3' style='table-layout:fixed' ><TR><TD><IMG SRC = '%s/dialog-warning.png' style='border-style: none' alt='[Warning]' title='Warning' ALIGN='bottom'></TD><TD><h3><b>Search Warning</b></h3><TD></TD></TR><TR><TD></TD><TD>Search using only the wildcard character, <b>*</b>, is not supported in All Publishers</TD></TR>
id: <table border='0' cellpadding='3' style='table-layout:fixed' ><TR><TD><IMG SRC = '%s/dialog-warning.png' style='border-style: none' alt='[Warning]' title='Peringatan' ALIGN='bottom'></TD><TD><h3><b>Peringatan Pencarian</b></h3><TD></TD></TR><TR><TD></TD><TD>Pencarian hanya menggunakan karakter wildcard, <b>*</b>, tidak didukung pada Semua Penerbit</TD></TR>

source: <TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD><b>Suggestions:</b><br></TD></TR><TR><TD></TD><TD<TD><li style='padding-left:7px'>Try new search terms</li>
id: <TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD></TD></TR><TR><TD></TD><TD<TD><b>Saran:</b><br></TD></TR><TR><TD></TD><TD<TD><li style='padding-left:7px'>Coba pencarian baru</li>

source: All Publishers
id: Semua Penerbit

source: Search cleared
id: Pencarian bersih

source: Fetching legal information...
id: Mendapatkan informasi legal

source: Refreshing package catalog information
id: Menyegarkan paket informasi katalog

source: All
id: Semua

source: None:
id: Tak satupun:

source: Installed package is up-to-date
id: Paket terinstal up-to-date

source: The latest version of %s cannot be installed. It may be possible to do so after updating your system. Run "Updates" to get your system up-to-date.
id: Versi terbaru dari %s tidak dapat terinstal.Dimungkinkan untuk melakukannyasetelah memperbarui sistem anda. Jalankan "Perbarui" untuk mendapatkan sistem yang up-to-date.

source: Cannot upgrade to the latest version of %s. It may be possible to do so after updating your system. Run "Updates" to get your system up-to-date.
id: Tidak dapat upgrade ke versi terbaru dari %s. Dimungkinkan untuk melakukannyasetelah memperbarui sistem anda. Jalankan "Perbarui" untuk mendapatkan sistem yang up-to-date.

source: Latest Version:
id: Versi Akhir:

source: Selected for Removal:
id: Seleksi untuk Penghapusan:

source: Selected for Install/Update:
id: Seleksi untuk Instal/Pembaruan:

source: Select packages by marking the checkbox and click to Install/Update.
id: Pilih paket dengan menandai kotak centang dan klik untuk Instal / Update.

source: Select packages by marking the checkbox and click to Remove selected.
id: Pilih paket dengan menandai kotak centang dan klik untuk Hapus yang dipilih.

source: Fetching information...
id: Mendapatkan informasi...

source: (not installed)
id: (tidak terinstal)

source: Name Dependency Installed Version
id: Nama Dependensi Versi Terinstall

source: This might be caused by network problem while accessing the repository.
id: Ini mungkin disebabkan oleh masalah jaringan sementara mengakses repositori.

source: Files Details not available for this package...
id: Rincian berkas tidak tersedia untuk paket ini...

source: Dependencies info not available for this package...
id: Info dependensi tidak tersedia untuk paket ini...

source: Information not available for this package...
id: Informasi tidak tersedia untuk paket ini ...

source: Not available
id: tidak tersedia

source: License could not be shown due to conversion problem.
id: Lisensi tidak dapat ditampilkan karena masalah konversi.

source: Loading package list
id: Memuat daftar paket

source: Selected publisher does not contain any packages.
id: Penerbit yang dipilih tidak berisi paket-paket.

source: Recent Searches
id: Penulusuran baru-baru ini

source: Total: %(total)s Selected: %(selected)s
id: Total: %(total)s Dipilih: %(selected)s

source: Searching %(s1)s%(active_pub)s%(e1)s for %(s1)s%(search_text)s%(e1)s ...
id: Pencarian %(s1)s%(active_pub)s%(e1)s untuk %(s1)s%(search_text)s%(e1)s ...

source: Searching for %(s1)s%(search_text)s%(e1)s ...
id: Pencarian untuk %(s1)s%(search_text)s%(e1)s ...

source: %(number)d packages found matching %(s1)s%(search_text)s%(e1)s
id: %(number)d paket yang sesuai %(s1)s%(search_text)s%(e1)s

source: Network problem.
id: Masalah jaringan.

source: Details:
id: Rincian:

source: %s/%s catalogs successfully updated:
id: %s/%s katalog sukses diperbarui:

source: An unknown error occurred
id: Terjadi kesalahan yang tidak diketahui

source: Please let the developers know about this problem by filing a bug together with the error details listed below at:
id: Harap membiarkan pengembang tahu tentang masalah ini dengan bug kesalahan bersama-sama dengan rincian tercantum di bawah ini di:

source: Unexpected Error
id: Kesalahan tak terduga

source: Error details:
id: Galat rincian:

source: List of configured publishers:
id: daftar konfigurasi penerbit:

source: Please include output from:
id: Harap sertakan output dari:

source: Save selected...
id: Menyimpan dipilih ...

source: Save selected packages...
id: Menyimpan paket yang sudah dipilih ...

source: The installed package(s) require a reboot before installation can be completed.
id: Paket yang diinstal meminta reboot sebelum instalasi dapat selesai.

source: Unable to initialize gtk
id: Tidak dapat menginisialisasi gtk

source: Generate only accepts exactly two arguments.
id: Hasilnya hanya menerima dua argumen.

source: The manifest file %s could not be found.
id: File manifest %s tidak ditemukan.

source: The proto directory %s could not be found.
id: Direktori proto %s tidak ditemukan

source: Could not parse manifest %(manifest)s because of the following line: %(line)s
id: Tidak dapat melakukan menguraikan manifest %(manifest)s karena dari baris berikut: %(line)s

source: The output directory %s is not a directory.
id: Output direktori %s bukanlah direktori.

source: '%s' is not an install image
id: '%s' bukan merupakan install image

source: Could not parse one or more manifests because of the
id: Tidak bisa menguraikan satu atau lebih manifest karena

source: Could not open %s to echo manifest
id: Tidak dapat membuka %s untuk menampilkan manifest

source: Could not open output file %s for writing
id: Tidak dapat membuka Berkas output %s untuk menulis

source: Out dir %s does not exist and could not be created. Error is: %s
id: Out dir %s tidak ada dan tidak bisa dibuat. Kesalahan:%s

source: The %(cmd)s command appears out of sync with the libraries provided by SUNWipkg. The client version is %(client)s while the library API version is %(api)s
id: Perintah %(cmd)s tampaknya tidak sinkron dengan librari yang disediakan oleh SUNWipkg. Versi klien adalah %(client)s sementara versi librari APIadalah %(api)s

source: Usage: pkgsend [options] command [cmd_options] [operands] Packager subcommands: pkgsend create-repository --set-property <section.property>=<value> pkgsend open [-en] pkg_fmri pkgsend add action arguments pkgsend import [-T file_pattern] bundlefile ... pkgsend include [-d basedir] .. [manifest] ... pkgsend close [-A | [--no-index] [--no-catalog]] pkgsend publish [ -d basedir] ... [--no-index] [--fmri-in-manifest | pkg_fmri] [--no-catalog] [manifest] ... pkgsend generate [-T file_pattern] bundlefile .... pkgsend refresh-index Options: -s repo_uri target repository URI --help or -? display usage message Environment: PKG_REPO
id: Usage: pkgsend [options] command [cmd_options] [operands]

source: No fmri argument specified for subcommand
id: Tidak ada argumen fmri yang ditentukan untuk subcommand

source: File %s line %s: %s
id: Berkas %s baris %s: %s

source: Manifest does not set fmri and
id: Manifest tidak mengatur fMRI dan

source: pkgsend: illegal global option -- %s
id: pkgsend: opsi global illegal -- %s

source: illegal %s option -- %s
id: illegal %s opsi -- %s

source: Usage: pkgrecv [-s src_repo_uri] [-d (path|dest_uri)] [-k] [-m] [-n] [-r] (fmri|pattern) ... pkgrecv [-s src_repo_uri] -n Options: -d path_or_uri The path of a directory to save the retrieved package to, or the URI of a repository to republish it to. If not provided, the default value is the current working directory. If a directory path is provided, then package content will only be retrieved if it does not already exist in the target directory. If a repository URI is provided, a temporary directory will be created and all of the package data retrieved before attempting to republish it. -h Display this usage message. -k Keep the retrieved package content compressed, ignored when republishing. Should not be used with pkgsend. -m match Controls matching behaviour using the following values: all-timestamps includes all matching timestamps, not just latest (implies all-versions) all-versions includes all matching versions, not just latest -n List the most recent versions of the packages available from the specified repository and exit (all other options except -s will be ignored). -r Recursively evaluates all dependencies for the provided list of packages and adds them to the list. -s src_repo_uri A URI representing the location of a pkg(7) repository to retrieve package data from. Environment: PKG_DEST Destination directory or repository URI PKG_SRC Source repository URI
id: Usage: pkgrecv [-s src_repo_uri] [-d (path|dest_uri)] [-k] [-m] [-n] [-r]

source: Unable to load manifest '%(mpath)s' for package '%(pfmri)s'.
id: Tidak dapat memuat manifest '%(mpath)s' untuk paket '%(pfmri)s'.

source: Unable to parse manifest '%(mpath)s' for package '%(pfmri)s'
id: Tidak dapat menguraikan manifest '%(mpath)s' untuk paket '%(pfmri)s'

source: Unable to write manifest '%(mpath)s' for package '%(pfmri)s'.
id: Tidak dapat menulis manifest '%(mpath)s' untuk paket '%(pfmri)s'.

source: Unable to retrieve manifest %s from %s: %s
id: Tidak dapat mengambil manifest%s dari %s: %s

source: Error occurred while reading from: %s
id: Kesalahan terjadi ketika membaca dari: %s

source: Unable to retrieve content from: %s
id: Tidak dapat mengambil isi dari: %s

source: Unable to extract file: %s
id: Tidak dapat mengekstrak berkas: %s

source: Unable to download catalog from: %s
id: Tidak dapat mengunduh katalog dari: %s

source: Error: %s while reading from: %s
id: Error:%s saat membaca dari: %s

source: Illegal option -- %s
id: Pilihan ilegal -- %s

source: Illegal option value -- %s
id: Nilai pilihan ilegal -- %s

source: -n takes no options
id: -n tidak mengambil pilihan

source: To create a repository, use the pkgsend command.
id: Untuk membuat repositori, gunakan perintah pkgsend

source: The repository configuration for the repository located at '%s' is not valid or the specified path does not exist. Please correct the configuration of the repository or create a new one.
id: Konfigurasi repositori untuk repositori yang terletak di '%s' tidak validatau lokasi yang ditetapkan tidak ada. Harap perbaiki konfigurasirepositori atau membuat yang baru.

source: Unable to create basedir '%s'.
id: Tidak bisa membuat basedir '%s'.

source: Retrieving manifests for package evaluation ...
id: Menerima manifest untuk evaluasi package ...

source: Retrieving package content ...
id: Menerima isi package ...

source: Republishing %s ...
id: Kembali menampilkan %s ..

source: Refreshing repository search indices ...
id: Refres repository mencari indek ...

source: A text message describing the updates is displayed near the panel's Notification Area when updates become available if set to true.
id: Pesan update akan muncul pada bagian panel notifikasi jika update tersedia.

source: How often to check for updates
id: Seberapa sering untuk memeriksa update

source: How often to check for updates. The valid values are Daily, Weekly, Monthly, Never
id: Seberapa sering untuk memeriksa update. Nilai yang ada antara lain harian, mingguan, bulanan, tidak pernah.

source: Start delay
id: Start tunggu

source: The notify icon is displayed on startup if set to true.
id: Icon pemberitahuan akan muncul saat startup jika diaktifkan.

source: The time, in seconds, that the updatemanagernotifier should wait, after starting, before checking for updates.
id: Waktu, dalam detik, bahwa updatemanagernotifier harus menunggu, setelahmulai, sebelum memeriksa update.

source: The updatemanagernotifier program terminates after the user activates the icon in the notification area if set to true.
id: Program updatemanagernotifier akan berakhir setelah pengguna mengaktifkan ikon di tempat pemberitahuan jika di setel benar

source: Whether to always display the icon on startup
id: Apakah akan selalu menampilkan ikon saat memulai

source: Whether to display text message when updates are available
id: Apakah akan menampilkan pesan text saat pembaruan tersedia

source: Whether to terminate updatemanagernotiifer after icon activation.
id: Apakah akan mengakhiri updatemanagernotifier setelah aktivasi ikon

source: Install available updates
id: Install update yang tersedia

source: <b>Evaluate</b>
id: <b>Evaluasi</b>

source: <b>Updates are available for the following packages</b>
id: <b>Pembaruan tersedia untuk paket berikut</b>

source: <b>_Details</b>
id: <b>_Detail</b>

source: Close dialog when _finished
id: Tutup dialog ketika _selesai

source: Index
id: Indek

source: Install Update
id: Instal Pembaruan

source: Select the packages you want to update and click Install.
id: Pilih paket yang ingin anda perbarui kemudian klik Instal

source: _Cancel
id: _Batal

source: _Install Updates
id: _Instal Pembaruan

source: _Select all Updates
id: _Seleksi semua Pembaruan

source: _Update All
id: _Perbarui Semua

source: Notify user when updates are available
id: Beritahu pengguna ketika update terbaru telah tersedia

source: GUI will not respond to any event! %s. Check updatemanager.py signals
id: GUI tidak akan merespon atas suatu kejadian! %s. Cek sinyal updatemanager.py

source: Click Update All to create a new boot environment and install all packages into it.
id: Klik Perbaharui Semua untuk membuat lingkungan boot yang baru dan instal semua paket-paket ke dalamnya.

source: Current Version
id: Versi Saat Ini

source: Size (Meg)
id: Ukuran (Meg)

source: count: %d
id: Terhitung: %d

source: <b>You do not have sufficient permissions</b>
id: <b>Anda tidak mempunyai ijin yang memadai</b>

source: Please restart pm-updatemanager using pfexec.
id: Silahkan hidupkan ulang pm-updatemanger menggunakan pfexec

source: <b>No Updates available</b>
id: <b>Tidak Ada Pembaruan Tersedia</b>

source: Fetching details for %s ...
id: Mengambil rincian untuk %s ...

source: No details available
id: Tidak ada perincian yang tersedia

source: Not enough disc space, the Update All action cannot be performed. Click OK to manage your existing BEs and free up disk space or Cancel to cancel Update All.
id: Tidak cukup ruang disk, Pemutakhiran Semua tindakan ini tidak dapat dilakukan. Klik OK untuk mengelola BEs yang ada dan membebaskan ruang disk atau Batal untuk membatalkan Pemutakhiran Semua.

source: Not Enough Disc Space
id: Tempat di Disk Tidak Mencukupi

source: Checking for new software
id: Sedang dilakukan pengecekan untuk perangkat lunak baru

source: Updates are available
id: Tersedia Update

source: Updates available Please click on icon to update.
id: Pembaruan tersedia Silahkan klik di icon untuk memperbarui

source: Another instance of UpdateManagerNotify is running
id: Aktivitas UpdateManagerNotify yang lain sedang berjalan
